/*
 Navicat Premium Data Transfer

 Source Server         : 腾讯云记账
 Source Server Type    : MySQL
 Source Server Version : 50649
 Source Host           : 119.29.138.252:3306
 Source Schema         : aosystem

 Target Server Type    : MySQL
 Target Server Version : 50649
 File Encoding         : 65001

 Date: 20/10/2020 18:27:04
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for customerlist
-- ----------------------------
DROP TABLE IF EXISTS `customerlist`;
CREATE TABLE `customerlist` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `CustomerName` text,
  `CustomerContent` text,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of customerlist
-- ----------------------------
BEGIN;
INSERT INTO `customerlist` VALUES (6, '长沙启誉房地产开发有限公司', '');
INSERT INTO `customerlist` VALUES (7, '海丰县骏宏房地产开发有限公司', '');
INSERT INTO `customerlist` VALUES (8, '金融街控股股份有限公司', '');
INSERT INTO `customerlist` VALUES (9, '广东省集美设计工程有限公司', '');
INSERT INTO `customerlist` VALUES (10, '贵阳美承房地产开发有限公司', '');
INSERT INTO `customerlist` VALUES (11, '广州市时代红卫投资发展有限公司', '');
INSERT INTO `customerlist` VALUES (12, '佛山南海祁禹置业有限公司', '');
INSERT INTO `customerlist` VALUES (13, '广州市保曦置业有限公司', '');
INSERT INTO `customerlist` VALUES (14, '重庆金融街融迈置业有限公司', '');
INSERT INTO `customerlist` VALUES (15, '贵阳美承房地产开发有限公司', '');
INSERT INTO `customerlist` VALUES (16, '清远保泓置业有限公司', '');
INSERT INTO `customerlist` VALUES (17, '北京融方企业管理服务有限公司', '');
INSERT INTO `customerlist` VALUES (18, '泉州市美景房地产开发有限公司', '');
INSERT INTO `customerlist` VALUES (19, '美的置业集团有限公司', '');
INSERT INTO `customerlist` VALUES (20, '广州市番禺区瑞焱房地产开发有限公司', '');
INSERT INTO `customerlist` VALUES (21, '佛山市顺德区聚才房地产开发有限公司', '');
INSERT INTO `customerlist` VALUES (22, '佛山融展置业有限公司', NULL);
INSERT INTO `customerlist` VALUES (23, '广州市傲钜投资有限公司', '');
INSERT INTO `customerlist` VALUES (24, '广州市穗云置业有限公司', '');
COMMIT;

-- ----------------------------
-- Table structure for expenditure
-- ----------------------------
DROP TABLE IF EXISTS `expenditure`;
CREATE TABLE `expenditure` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `ReceivablesName` varchar(254) DEFAULT NULL,
  `projectId` int(10) DEFAULT NULL,
  `number` varchar(254) DEFAULT NULL,
  `ReceivablesData` varchar(254) DEFAULT NULL,
  `contract` varchar(254) DEFAULT NULL,
  `Remarks` varchar(254) DEFAULT NULL,
  `invoice` varchar(254) DEFAULT NULL,
  `Receivables` varchar(254) DEFAULT NULL,
  `OtherParty` varchar(254) DEFAULT NULL,
  `ReceivablesMode` varchar(254) DEFAULT NULL,
  `projectClass` varchar(254) DEFAULT NULL,
  `SupplierName` varchar(254) DEFAULT NULL,
  `contractdate` varchar(254) DEFAULT NULL,
  `Receivableslist` varchar(255) DEFAULT NULL,
  `projectlist` varchar(255) DEFAULT NULL,
  `kaifapiaodate` varchar(255) DEFAULT NULL,
  `daozhangdate` varchar(255) DEFAULT NULL,
  `invoicebo` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=1015 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of expenditure
-- ----------------------------
BEGIN;
INSERT INTO `expenditure` VALUES (38, '采购屏幕并安装', 16, '126335', '', '有', '', '', '', '', '银行', '1', '17', '2020-03-24', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (40, '邓媛媛', 16, '683.99', '', '无', '', '', '683.99', '', '现金', '1', '42', '2020-04-11', '不分期', NULL, '', '2020-04-11', '不计发票');
INSERT INTO `expenditure` VALUES (41, '设备款', 16, '7487', '', '无', '合计数：59861，平摊8个项目', '7487', '7487', '', '现金', '1', '43', '2020-04-15', '不分期', NULL, '2020-07-14', '2020-04-15', '');
INSERT INTO `expenditure` VALUES (42, '设备款', 16, '18310', '', '无', '', '18310', '18310', '', '现金', '1', '44', '2020-04-26', '不分期', NULL, '2020-07-14', '2020-04-26', '');
INSERT INTO `expenditure` VALUES (43, '流量卡', 16, '599', '', '无', '', '', '599', '', '现金', '1', '44', '2020-05-06', '不分期', NULL, NULL, '2020-05-06', '不计发票');
INSERT INTO `expenditure` VALUES (44, '补设备', 16, '4089.9', '', '无', '', '4089.9', '4089.9', '', '现金', '1', '45', '2020-05-29', '不分期', NULL, '2020-07-14', '2020-05-29', '有');
INSERT INTO `expenditure` VALUES (45, '影片后期制作', 16, '30000', '', '有', '', '', '', '', '银行', '2', '26', '2020-03-27', '1期', NULL, '2020-07-14', '2020-05-29', '有');
INSERT INTO `expenditure` VALUES (46, '影片脚本', 16, '2000', '', '无', '', '2000', '2000', '', '现金', '2', '29', '2020-03-27', '不分期', NULL, '2020-07-14', '2020-03-27', '');
INSERT INTO `expenditure` VALUES (47, '视频展项制作', 16, '35000', '', '有', '', '', '', '', '银行', '2', '18', '2020-05-25', '2期', NULL, '2020-07-14', '2020-03-27', '');
INSERT INTO `expenditure` VALUES (48, '配音费用', 16, '3700', '', '无', '', '3700', '3700', '', '银行', '2', '46', '2020-04-01', '不分期', NULL, '2020-07-14', '2020-06-18', '');
INSERT INTO `expenditure` VALUES (49, '模型制作', 16, '56286', '', '有', '', '', '', '', '银行', '3', '19', '2020-03-19', '5期', NULL, '2020-07-14', '2020-06-18', '');
INSERT INTO `expenditure` VALUES (50, '模型拆装', 16, '1500', '', '有', '', '', '', '', '银行', '3', '19', '2020-05-25', '1期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (51, '施工图设计', 16, '12000', '', '有', '', '12000', '12000', '', '银行', '3', '27', '2020-02-08', '不分期', NULL, '2020-07-14', '2020-06-12', '');
INSERT INTO `expenditure` VALUES (52, '室内标识物料', 16, '20000', '', '有', '', '', '', '', '银行', '3', '20', '2020-04-21', '2期', NULL, '2020-07-14', '2020-06-12', '');
INSERT INTO `expenditure` VALUES (53, '界字', 16, '11100', '', '有', '', '11100', '11100', '', '银行', '3', '38', '2020-03-24', '不分期', NULL, '2020-09-19', '2020-06-08', '');
INSERT INTO `expenditure` VALUES (54, '谭霖工程报价', 16, '100000', '', '无', '', '100000', '100000', '', '银行', '3', '33', '2020-05-29', '不分期', NULL, '2020-09-16', '2020-08-24', '');
INSERT INTO `expenditure` VALUES (55, '工程工具', 16, '570.5', '', '无', '', '', '570.5', '', '现金', '3', '47', '2020-03-29', '不分期', NULL, NULL, '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (56, '加班打车', 16, '86', '', '无', '', '', '86', '', '现金', '4', '48', '2019-10-21', '不分期', NULL, NULL, '2019-10-21', '不计发票');
INSERT INTO `expenditure` VALUES (57, '安猪、芊芊高铁票', 16, '1336', '', '无', '', '1336', '1336', '', '现金', '4', '42', '2019-11-01', '不分期', NULL, '2020-07-15', '2019-11-01', '');
INSERT INTO `expenditure` VALUES (58, '差旅', 16, '293.46', '', '无', '', '', '293.46', '', '现金', '4', '49', '2019-11-08', '不分期', NULL, NULL, '2019-11-08', '不计发票');
INSERT INTO `expenditure` VALUES (59, '差旅', 16, '280.25', '', '无', '', '', '280.25', '', '现金', '4', '50', '2019-11-08', '不分期', NULL, NULL, '2019-11-08', '不计发票');
INSERT INTO `expenditure` VALUES (60, '加班打车', 16, '131', '', '无', '', '', '131', '', '现金', '4', '48', '2020-02-15', '不分期', NULL, NULL, '2020-02-15', '不计发票');
INSERT INTO `expenditure` VALUES (61, '何广鹏车票', 16, '314', '', '无', '', '314', '314', '', '现金', '4', '42', '2020-03-18', '不分期', NULL, '2020-07-15', '2020-03-18', '');
INSERT INTO `expenditure` VALUES (62, '高铁（谭霖、何广鹏）', 16, '628', '', '无', '', '628', '628', '', '现金', '4', '42', '2020-04-01', '不分期', NULL, '2020-07-15', '2020-04-01', '');
INSERT INTO `expenditure` VALUES (63, '差旅', 16, '365', '', '无', '', '', '365', '', '现金', '4', '47', '2020-04-01', '不分期', NULL, '2020-07-15', '2020-04-01', '不计发票');
INSERT INTO `expenditure` VALUES (64, '高铁（谭霖、何广鹏）', 16, '628', '', '无', '', '628', '628', '', '现金', '4', '42', '2020-04-11', '不分期', NULL, '2020-07-15', '2020-04-11', '有');
INSERT INTO `expenditure` VALUES (65, '车票（安猪、兆麟）', 16, '942', '', '无', '', '942', '942', '', '现金', '4', '42', '2020-04-24', '不分期', NULL, '2020-07-15', '2020-04-24', '有');
INSERT INTO `expenditure` VALUES (66, '差旅', 16, '693', '', '无', '', '', '693', '', '现金', '4', '44', '2020-05-06', '不分期', NULL, '2020-07-15', '2020-05-06', '不计发票');
INSERT INTO `expenditure` VALUES (67, '差旅', 16, '1814', '', '无', '', '', '1814', '', '现金', '4', '51', '2020-05-26', '不分期', NULL, '2020-07-15', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (68, '差旅', 16, '392.19', '', '无', '', '', '392.19', '', '现金', '4', '49', '2020-06-01', '不分期', NULL, '2020-07-15', '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (69, '差旅', 16, '8258.33', '', '无', '36天', '', '8258.33', '', '现金', '4', '47', '2020-06-01', '不分期', NULL, '2020-07-15', '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (70, '餐饮及路油费', 16, '1321.75', '', '无', '', '', '1321.75', '', '现金', '4', '52', '2020-06-01', '不分期', NULL, '2020-07-15', '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (71, '差旅', 16, '1917', '', '无', '', '', '1917', '', '现金', '4', '45', '2020-05-29', '不分期', NULL, '', '2020-05-29', '不计发票');
INSERT INTO `expenditure` VALUES (72, '高铁票（安猪）', 16, '628', '', '无', '', '628', '628', '', '现金', '4', '42', '2020-07-07', '不分期', NULL, '2020-07-15', '2020-07-07', '有');
INSERT INTO `expenditure` VALUES (73, '差旅', 16, '935.4', '', '无', '', '935.4', '935.4', '', '现金', '4', '50', '2020-07-07', '不分期', NULL, '2020-07-15', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (74, '采购屏幕并安装', 17, '162470', '', '有', '', '', '', '', '银行', '1', '17', '2020-05-07', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (75, '屏幕新增', 17, '28600', '', '有', '', '', '', '', '银行', '1', '17', '2020-06-22', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (76, 'IT设备', 17, '2589', '', '无', '', '2589', '2589', '', '现金', '1', '43', '2019-11-01', '不分期', NULL, '2020-07-16', '2019-11-01', '');
INSERT INTO `expenditure` VALUES (77, '电脑设备', 17, '30493', '', '无', '', '30493', '30493', '', '现金', '1', '44', '2020-06-23', '不分期', NULL, '2020-07-16', '2020-06-23', '');
INSERT INTO `expenditure` VALUES (78, '影片后期制作', 17, '22000', '', '有', '', '', '', '', '银行', '2', '26', '2020-03-27', '2期', NULL, '2020-07-16', '2020-06-23', '');
INSERT INTO `expenditure` VALUES (79, '互动展项', 17, '20000', '', '有', '', '', '', '', '银行', '2', '35', '2020-04-17', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (80, '配音费用', 17, '200', '', '无', '', '200', '200', '', '银行', '2', '46', '2020-06-18', '不分期', NULL, '2020-07-16', '2020-06-18', '');
INSERT INTO `expenditure` VALUES (81, '模型制作', 17, '82400', '', '有', '', '', '', '', '银行', '3', '19', '2020-04-03', '5期', NULL, '2020-07-16', '2020-06-18', '');
INSERT INTO `expenditure` VALUES (82, '空调设备供应及安装', 17, '56461.72', '', '有', '', '', '', '', '银行', '3', '37', '2020-04-30', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (84, '瓷砖', 17, '40', '', '无', '', '', '40', '', '现金', '3', '47', '2020-04-01', '不分期', NULL, NULL, '2020-04-01', '不计发票');
INSERT INTO `expenditure` VALUES (85, '谭霖工程报价', 17, '180000', '', '无', '', '', '', '', '银行', '3', '33', '2020-05-29', '2期', NULL, NULL, '2020-04-01', '不计发票');
INSERT INTO `expenditure` VALUES (86, '水晶柱体定做', 17, '2780', '', '无', '', '2780', '2780', '', '现金', '3', '42', '2020-02-15', '不分期', NULL, '2020-07-16', '2020-04-11', '');
INSERT INTO `expenditure` VALUES (87, '施工图设计', 17, '15500', '', '有', '', '15500', '15500', '', '银行', '3', '27', '2020-02-15', '不分期', NULL, '2020-07-16', '2020-06-12', '');
INSERT INTO `expenditure` VALUES (88, '室内标识物料', 17, '21000', '', '有', '', '', '', '', '银行', '3', '20', '2020-04-21', '2期', NULL, '2020-07-16', '2020-06-12', '');
INSERT INTO `expenditure` VALUES (89, '拆原中岛柜', 17, '1586.2', '', '有', '', '', '', '', '银行', '3', '21', '2020-06-28', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (90, '水晶柱体修改', 17, '300', '', '无', '', '', '300', '', '现金', '3', '42', '2020-04-14', '不分期', NULL, '', '2020-04-14', '不计发票');
INSERT INTO `expenditure` VALUES (91, '淑惠、安猪、丹娜高铁票', 17, '361', '', '无', '', '361', '361', '', '现金', '4', '42', '2019-10-21', '不分期', NULL, '2020-07-16', '2019-11-05', '有');
INSERT INTO `expenditure` VALUES (92, '差旅', 17, '238', '', '无', '', '', '238', '', '现金', '4', '50', '2019-10-21', '不分期', NULL, '2020-07-16', '2019-11-08', '不计发票');
INSERT INTO `expenditure` VALUES (93, '车费', 17, '59', '', '无', '', '', '59', '', '现金', '4', '53', '2019-10-21', '不分期', NULL, '2020-07-16', '2019-11-29', '不计发票');
INSERT INTO `expenditure` VALUES (94, '停车费', 17, '27', '', '无', '', '', '27', '', '现金', '4', '47', '2020-03-24', '不分期', NULL, '', '2020-04-01', '不计发票');
INSERT INTO `expenditure` VALUES (95, '差旅', 17, '1668', '', '无', '', '1668', '1668', '', '现金', '4', '44', '2020-03-29', '不分期', NULL, '2020-07-16', '2020-05-06', '有');
INSERT INTO `expenditure` VALUES (96, '高铁票（安猪）', 17, '300', '', '无', '', '300', '300', '', '现金', '4', '42', '2020-05-26', '不分期', NULL, '2020-07-16', '2020-06-18', '有');
INSERT INTO `expenditure` VALUES (97, '餐饮', 17, '366.4', '', '无', '', '366.4', '366.4', '', '现金', '4', '50', '2020-05-26', '不分期', NULL, '2020-07-16', '2020-07-07', '有');
INSERT INTO `expenditure` VALUES (98, '三维模型制作', 19, '43500', '', '有', '', '', '', '', '银行', '2', '39', '2020-02-21', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (99, '加班打车', 19, '151.42', '', '无', '', '151.42', '151.42', '', '现金', '4', '54', '2019-12-29', '不分期', NULL, '2020-07-20', '2020-01-08', '');
INSERT INTO `expenditure` VALUES (100, '视频素材', 19, '313', '', '无', '', '', '313', '', '现金', '2', '55', '2019-12-28', '不分期', NULL, '', '2019-12-31', '不计发票');
INSERT INTO `expenditure` VALUES (101, '打车', 19, '252.14', '', '无', '', '252.14', '252.14', '', '现金', '4', '29', '2019-01-01', '不分期', NULL, '2020-07-20', '2019-12-17', '有');
INSERT INTO `expenditure` VALUES (102, '购买硬盘', 19, '503', '', '无', '', '503', '503', '', '现金', '1', '51', '2020-01-12', '不分期', NULL, '2020-07-20', '2020-01-16', '有');
INSERT INTO `expenditure` VALUES (103, '稿费', 19, '5000', '', '无', '', '5000', '5000', '', '现金', '2', '29', '2020-01-17', '不分期', NULL, '2020-07-20', '2020-01-17', '有');
INSERT INTO `expenditure` VALUES (104, '视频素材', 19, '656', '', '无', '', '', '656', '', '现金', '2', '54', '2020-02-24', '不分期', NULL, '2020-07-20', '2020-02-28', '不计发票');
INSERT INTO `expenditure` VALUES (105, '脚本', 19, '2000', '', '无', '', '2000', '2000', '', '现金', '2', '29', '2020-02-24', '不分期', NULL, '2020-07-20', '2020-02-24', '有');
INSERT INTO `expenditure` VALUES (106, '视频素材', 19, '511', '', '无', '', '', '511', '', '现金', '2', '55', '2020-04-08', '不分期', NULL, '2020-07-20', '2020-04-08', '不计发票');
INSERT INTO `expenditure` VALUES (107, '加班打车', 19, '1035.94', '', '无', '26天', '1035.94', '1035.94', '', '现金', '4', '54', '2020-02-15', '不分期', NULL, '2020-07-20', '2020-04-09', '有');
INSERT INTO `expenditure` VALUES (108, '视频素材', 19, '156', '', '无', '', '', '156', '', '现金', '2', '54', '2020-02-27', '不分期', NULL, '2020-07-20', '2020-04-09', '不计发票');
INSERT INTO `expenditure` VALUES (109, '加班打车', 19, '750.52', '', '无', '22天', '750.52', '750.52', '', '现金', '4', '54', '2020-05-28', '不分期', NULL, '2020-07-20', '2020-05-28', '有');
INSERT INTO `expenditure` VALUES (110, '配音费用', 19, '5200', '', '无', '', '5200', '5200', '', '银行', '2', '46', '2019-12-27', '不分期', NULL, '2020-07-20', '2020-06-18', '有');
INSERT INTO `expenditure` VALUES (111, '多媒体视频制作', 20, '180000', '', '有', '', '', '', '', '银行', '2', '23', '2020-01-07', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (112, '多媒体策划', 20, '140000', '', '有', '', '', '', '', '银行', '2', '32', '2020-01-14', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (113, '多媒体软件', 20, '380000', '', '有', '', '', '', '', '银行', '2', '35', '2020-03-27', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (114, '后台软件', 20, '208000', '', '有', '', '', '', '', '银行', '2', '35', '2020-03-27', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (115, '数据系统软件', 20, '200000', '', '有', '', '', '', '', '银行', '2', '35', '2020-03-27', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (116, '视频制作', 20, '68000', '', '有', '', '', '', '', '银行', '2', '18', '2020-04-14', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (117, '视频制作、VR互动', 20, '385000', '', '有', '', '', '', '', '银行', '2', '18', '2020-07-13', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (118, '三折幕+地幕视频制作', 20, '70000', '', '有', '', '', '', '', '银行', '2', '18', '2020-07-13', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (119, '三维沉浸式影片', 20, '165000', '', '有', '', '', '', '', '银行', '2', '36', '2020-06-04', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (120, '视频制作服务', 20, '145000', '', '有', '', '', '', '', '银行', '2', '28', '2020-06-24', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (121, '实景拍摄', 20, '25000', '', '有', '', '', '25000', '', '现金', '2', '56', '2020-03-27', '不分期', NULL, '', '2020-04-13', '不计发票');
INSERT INTO `expenditure` VALUES (122, '拍摄费用', 20, '26698', '', '无', '', '', '26698', '', '现金', '2', '56', '2020-04-20', '不分期', NULL, '', '2020-04-20', '不计发票');
INSERT INTO `expenditure` VALUES (123, '序厅方案脚本', 20, '7500', '', '无', '', '7500', '7500', '', '现金', '2', '29', '2020-04-24', '不分期', NULL, '2020-07-21', '2020-04-24', '有');
INSERT INTO `expenditure` VALUES (124, '尾厅脚本', 20, '4000', '', '无', '', '4000', '4000', '', '现金', '2', '31', '2020-04-24', '不分期', NULL, '2020-07-21', '2020-04-24', '有');
INSERT INTO `expenditure` VALUES (125, '视频素材购买', 20, '31512', '', '有', '', '31512', '31512', '', '银行', '2', '57', '2020-04-20', '不分期', NULL, '2020-07-21', '2020-04-20', '有');
INSERT INTO `expenditure` VALUES (126, '视频素材费用', 20, '74', '', '无', '', '', '74', '', '现金', '2', '58', '2020-01-17', '不分期', NULL, '', '2020-01-17', '不计发票');
INSERT INTO `expenditure` VALUES (127, 'Vjshi素材费', 20, '1041', '', '无', '', '', '1041', '', '现金', '2', '54', '2020-01-10', '不分期', NULL, '', '2020-02-28', '不计发票');
INSERT INTO `expenditure` VALUES (128, '项目策划费', 20, '30000', '', '无', '', '', '30000', '', '现金', '2', '59', '2020-01-21', '不分期', NULL, '', '2020-01-21', '不计发票');
INSERT INTO `expenditure` VALUES (129, '策划费', 20, '30000', '', '无', '', '', '30000', '', '现金', '2', '59', '2020-02-20', '不分期', NULL, '', '2020-02-20', '不计发票');
INSERT INTO `expenditure` VALUES (130, '策划费', 20, '20000', '', '无', '', '', '20000', '', '现金', '2', '59', '2020-03-28', '不分期', NULL, '', '2020-03-28', '不计发票');
INSERT INTO `expenditure` VALUES (131, '素材', 20, '611', '', '无', '1月', '', '611', '', '现金', '2', '55', '2020-04-08', '不分期', NULL, '', '2020-04-08', '不计发票');
INSERT INTO `expenditure` VALUES (132, '素材', 20, '825', '', '无', '2.3月', '', '825', '', '现金', '2', '55', '2020-04-08', '不分期', NULL, '', '2020-04-08', '不计发票');
INSERT INTO `expenditure` VALUES (133, '分镜稿费', 20, '15000', '', '无', '', '', '', '', '现金', '2', '31', '2020-06-15', '2期', NULL, '', '2020-04-08', '不计发票');
INSERT INTO `expenditure` VALUES (134, '颜料及画纸', 20, '250.1', '', '无', '', '', '250.1', '', '现金', '3', '60', '2020-01-07', '不分期', NULL, '', '2020-01-17', '不计发票');
INSERT INTO `expenditure` VALUES (135, '差旅', 20, '772.98', '', '无', '', '772.98', '772.98', '', '现金', '4', '65', '2020-01-03', '不分期', NULL, '2020-07-21', '2020-01-17', '');
INSERT INTO `expenditure` VALUES (136, '机票（李总）', 20, '1612', '', '无', '', '1612', '1612', '', '现金', '4', '42', '2020-01-14', '不分期', NULL, '2020-07-21', '2020-02-15', '');
INSERT INTO `expenditure` VALUES (137, '车费', 20, '1110.41', '', '无', '28天', '1110.41', '1110.41', '', '现金', '4', '54', '2020-01-10', '不分期', NULL, '2020-07-21', '2020-04-24', '');
INSERT INTO `expenditure` VALUES (138, '招待费', 20, '3913.2', '', '无', '', '', '3913.2', '', '现金', '4', '61', '2020-05-26', '不分期', NULL, NULL, '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (139, '机票（李总）', 20, '1860.64', '', '无', '', '', '1860.64', '', '现金', '4', '61', '2020-06-12', '不分期', NULL, NULL, '2020-06-12', '不计发票');
INSERT INTO `expenditure` VALUES (140, '车费', 20, '111.97', '', '无', '', '111.97', '111.97', '', '现金', '4', '62', '2020-07-17', '不分期', NULL, '2020-07-21', '2020-07-17', '有');
INSERT INTO `expenditure` VALUES (141, '车费', 20, '39.56', '', '无', '', '39.56', '39.56', '', '现金', '4', '63', '2020-07-15', '不分期', NULL, '2020-07-21', '2020-07-15', '有');
INSERT INTO `expenditure` VALUES (142, '车费', 20, '38.55', '', '无', '', '38.55', '38.55', '', '现金', '4', '64', '2020-07-15', '不分期', NULL, '2020-07-21', '2020-07-15', '有');
INSERT INTO `expenditure` VALUES (143, '施工图', 21, '7000', '', '无', '', '', '7000', '', '现金', '3', '66', '2020-07-14', '不分期', NULL, '', '2020-07-14', '不计发票');
INSERT INTO `expenditure` VALUES (144, '打车费', 21, '149', '', '无', '', '149', '149', '', '现金', '4', '48', '2019-11-09', '不分期', NULL, '2020-07-22', '2020-02-15', '');
INSERT INTO `expenditure` VALUES (145, '餐费及招待', 21, '250', '', '无', '', '250', '250', '', '现金', '4', '50', '2019-11-30', '不分期', NULL, '2020-07-22', '2020-02-15', '');
INSERT INTO `expenditure` VALUES (146, '打车', 22, '137.58', '', '无', '', '137.58', '137.58', '', '现金', '4', '67', '2020-07-01', '不分期', NULL, '2020-07-22', '2020-07-15', '');
INSERT INTO `expenditure` VALUES (147, '采购屏幕并安装', 23, '463980', '', '有', '', '', '', '', '银行', '1', '17', '2020-05-20', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (148, '言信新增', 23, '22990', '', '有', '', '', '', '', '银行', '1', '17', '2020-06-09', '1期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (149, '展厅互动硬件', 23, '10000', '', '无', '', '10000', '10000', '', '银行', '1', '68', '2020-03-09', '不分期', NULL, '2020-07-22', '2020-03-10', '');
INSERT INTO `expenditure` VALUES (150, 'LED报价', 23, '678191.39', '', '无', '', '', '', '', '银行', '1', '22', '2020-07-22', '2期', NULL, '2020-07-22', '2020-03-10', '');
INSERT INTO `expenditure` VALUES (151, '设备款', 23, '7482', '', '无', '59861，平摊8个项目', '7482', '7482', '', '现金', '1', '43', '2020-04-15', '不分期', NULL, '2020-07-22', '2020-04-15', '');
INSERT INTO `expenditure` VALUES (152, '设备款', 23, '91833', '', '无', '', '91833', '91833', '', '现金', '1', '44', '2020-04-26', '不分期', NULL, '2020-04-26', '2020-04-26', '');
INSERT INTO `expenditure` VALUES (153, '粤西硬件', 23, '15000', '', '无', '', '', '15000', '', '现金', '1', '61', '2020-03-26', '不分期', NULL, '2020-04-26', '2020-03-26', '不计发票');
INSERT INTO `expenditure` VALUES (154, '粤西硬件', 23, '23332.63', '', '无', '', '', '23332.63', '', '现金', '1', '61', '2020-03-31', '不分期', NULL, '2020-04-26', '2020-03-31', '不计发票');
INSERT INTO `expenditure` VALUES (155, '摄影电动轴', 23, '1970', '', '无', '', '', '1970', '', '现金', '1', '61', '2020-04-17', '不分期', NULL, '2020-04-26', '2020-04-17', '不计发票');
INSERT INTO `expenditure` VALUES (156, '粤西硬件', 23, '25477.11', '', '无', '', '', '25477.11', '', '现金', '1', '61', '2020-04-10', '不分期', NULL, '2020-04-26', '2020-04-10', '不计发票');
INSERT INTO `expenditure` VALUES (157, '互动硬件', 23, '1500', '', '无', '', '', '1500', '', '现金', '1', '69', '2020-04-10', '不分期', NULL, '2020-04-26', '2020-04-10', '不计发票');
INSERT INTO `expenditure` VALUES (158, '切屏器', 23, '189', '', '无', '', '', '189', '', '现金', '1', '44', '2020-05-12', '不分期', NULL, '2020-04-26', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (159, '粤西硬件', 23, '27669.68', '', '无', '', '', '27669.68', '', '现金', '1', '61', '2020-05-04', '不分期', NULL, '2020-04-26', '2020-05-04', '不计发票');
INSERT INTO `expenditure` VALUES (160, '粤西硬件', 23, '6071.93', '', '无', '', '', '6071.93', '', '现金', '1', '61', '2020-06-12', '不分期', NULL, '2020-04-26', '2020-06-12', '不计发票');
INSERT INTO `expenditure` VALUES (161, '界面设计和动画制作', 23, '41500', '', '无', '', '', '', '', '现金', '2', '40', '2020-03-13', '3期', NULL, '2020-04-26', '2020-06-12', '不计发票');
INSERT INTO `expenditure` VALUES (162, '现场展项拍摄', 23, '3500', '', '无', '', '', '3500', '', '现金', '2', '56', '2020-03-13', '不分期', NULL, '', '2020-03-13', '不计发票');
INSERT INTO `expenditure` VALUES (163, '视频剪辑', 23, '4000', '', '无', '', '', '4000', '', '现金', '2', '70', '2020-03-24', '不分期', NULL, NULL, '2020-03-24', '不计发票');
INSERT INTO `expenditure` VALUES (164, '素材', 23, '1973.04', '', '无', '', '', '1973.04', '', '现金', '2', '54', '2020-04-07', '不分期', NULL, NULL, '2020-04-09', '不计发票');
INSERT INTO `expenditure` VALUES (165, '素材', 23, '356', '', '无', '', '', '356', '', '现金', '2', '55', '2020-04-08', '不分期', NULL, NULL, '2020-04-08', '不计发票');
INSERT INTO `expenditure` VALUES (166, '互动转盘播控系统', 23, '15000', '', '有', '', '', '', '', '银行', '2', '35', '2020-04-17', '2期', NULL, NULL, '2020-04-08', '不计发票');
INSERT INTO `expenditure` VALUES (167, '影片后期制作', 23, '18500', '', '有', '后续加了500费用', '18500', '18500', '', '银行', '2', '26', '2020-06-05', '不分期', NULL, '2020-09-08', '2020-10-19', '');
INSERT INTO `expenditure` VALUES (168, '素材', 23, '686.45', '', '无', '', '', '686.45', '', '现金', '2', '54', '2020-04-09', '不分期', NULL, '', '2020-04-24', '不计发票');
INSERT INTO `expenditure` VALUES (169, '制作费', 23, '60200', '', '无', '', '60200', '60200', '', '银行', '2', '34', '2020-05-25', '不分期', NULL, '2020-05-25', '2020-05-25', '有');
INSERT INTO `expenditure` VALUES (170, '拍摄费（well）', 23, '37300', '', '无', '', '', '37300', '', '现金', '2', '56', '2020-06-15', '不分期', NULL, NULL, '2020-06-15', '不计发票');
INSERT INTO `expenditure` VALUES (171, '配音费用', 23, '11200', '', '无', '', '11200', '11200', '', '银行', '2', '46', '2020-03-27', '不分期', NULL, '2020-07-22', '2020-06-18', '有');
INSERT INTO `expenditure` VALUES (172, '亚克力柱3200根', 23, '12000', '', '无', '', '12000', '12000', '', '银行', '3', '71', '2020-03-09', '不分期', NULL, '2020-07-22', '2020-03-10', '有');
INSERT INTO `expenditure` VALUES (173, '谭霖报价', 23, '1680000', '', '无', '', '', '', '', '银行', '3', '33', '2020-03-09', '2期', NULL, '2020-07-22', '2020-03-10', '有');
INSERT INTO `expenditure` VALUES (174, '扶手', 23, '98.01', '', '无', '', '', '98.01', '', '现金', '3', '42', '2020-03-04', '不分期', NULL, '', '2020-03-10', '不计发票');
INSERT INTO `expenditure` VALUES (175, '新风机', 23, '1709.9', '', '无', '', '1709.9', '1709.9', '', '银行', '3', '72', '2020-03-06', '不分期', NULL, '2020-07-22', '2020-03-10', '有');
INSERT INTO `expenditure` VALUES (176, '硅藻泥', 23, '11400', '', '无', '', '', '11400', '', '银行', '3', '73', '2020-03-04', '不分期', NULL, NULL, '2020-03-04', '有');
INSERT INTO `expenditure` VALUES (177, '灯具', 23, '3324', '', '无', '', '3324', '3324', '', '银行', '3', '74', '2020-03-12', '不分期', NULL, '2020-03-12', '2020-03-12', '有');
INSERT INTO `expenditure` VALUES (178, '燃具电器', 23, '5949', '', '无', '', '5949', '5949', '', '银行', '3', '75', '2020-03-12', '不分期', NULL, '2020-03-12', '2020-03-12', '有');
INSERT INTO `expenditure` VALUES (179, '卫浴', 23, '8228', '', '无', '', '8228', '8228', '', '银行', '3', '76', '2020-03-12', '不分期', NULL, '2020-03-12', '2020-03-12', '有');
INSERT INTO `expenditure` VALUES (180, '渲染农场（嘉沛使用）', 23, '1000', '', '无', '', '', '1000', '', '现金', '3', '51', '2020-02-29', '不分期', NULL, '2020-03-12', '2020-03-03', '不计发票');
INSERT INTO `expenditure` VALUES (181, '卫浴', 23, '8512.56', '', '无', '', '8512.56', '8512.56', '', '银行', '3', '77', '2020-03-13', '不分期', NULL, '2020-03-13', '2020-03-13', '有');
INSERT INTO `expenditure` VALUES (182, '水槽、水龙头等物资', 23, '5152', '', '无', '', '5152', '5152', '', '银行', '3', '78', '2020-03-16', '不分期', NULL, '2020-03-16', '2020-03-16', '有');
INSERT INTO `expenditure` VALUES (183, '氧化铝板', 23, '151800', '', '无', '', '151800', '151800', '', '银行', '3', '79', '2020-03-20', '不分期', NULL, '2020-03-20', '2020-03-20', '有');
INSERT INTO `expenditure` VALUES (184, '样板房厨卫物料', 23, '15274.53', '', '无', '', '15274.53', '15274.53', '', '银行', '3', '80', '2020-03-20', '不分期', NULL, '2020-03-20', '2020-03-20', '有');
INSERT INTO `expenditure` VALUES (185, '样板房厨卫增加物料', 23, '450.51', '', '无', '', '450.51', '450.51', '', '银行', '3', '80', '2020-06-05', '不分期', NULL, '2020-06-05', '2020-06-05', '有');
INSERT INTO `expenditure` VALUES (186, 'PVC', 23, '5626.6', '', '无', '', '5626.6', '5626.6', '', '银行', '3', '81', '2020-03-19', '不分期', NULL, '2020-03-20', '2020-03-20', '有');
INSERT INTO `expenditure` VALUES (187, '电力轨道', 23, '526', '', '无', '', '526', '526', '', '银行', '3', '82', '2020-03-16', '不分期', NULL, '2020-03-20', '2020-03-16', '有');
INSERT INTO `expenditure` VALUES (188, '铝扣板', 23, '910.65', '', '无', '', '910.65', '910.65', '', '银行', '3', '83', '2020-03-24', '不分期', NULL, '2020-03-24', '2020-03-24', '有');
INSERT INTO `expenditure` VALUES (189, '灯具', 23, '1516.3', '', '无', '', '1516.3', '1516.3', '', '银行', '3', '74', '2020-03-26', '不分期', NULL, '2020-03-26', '2020-03-26', '有');
INSERT INTO `expenditure` VALUES (190, '门窗', 23, '19895.05', '', '无', '', '19895.05', '19895.05', '', '银行', '3', '84', '2020-03-26', '不分期', NULL, '2020-03-26', '2020-03-26', '有');
INSERT INTO `expenditure` VALUES (191, '厨房净水设备', 23, '2300', '', '无', '', '2300', '2300', '', '银行', '3', '85', '2020-03-24', '不分期', NULL, '2020-03-24', '2020-03-24', '有');
INSERT INTO `expenditure` VALUES (192, '地砖', 23, '6119.2', '', '无', '', '6119.2', '6119.2', '', '银行', '3', '86', '2020-04-02', '不分期', NULL, '2020-04-03', '2020-04-03', '有');
INSERT INTO `expenditure` VALUES (193, '玻璃', 23, '3809.8', '', '无', '', '', '3809.8', '', '银行', '3', '87', '2020-04-03', '不分期', NULL, NULL, '2020-04-03', '有');
INSERT INTO `expenditure` VALUES (194, '灯具', 23, '2580.36', '', '无', '', '2580.36', '2580.36', '', '银行', '3', '74', '2020-04-07', '不分期', NULL, '2020-04-07', '2020-04-07', '有');
INSERT INTO `expenditure` VALUES (195, '石英石', 23, '3680', '', '无', '', '3680', '3680', '', '银行', '3', '88', '2020-04-03', '不分期', NULL, '2020-04-03', '2020-04-03', '有');
INSERT INTO `expenditure` VALUES (196, '黑胡桃', 23, '5889', '', '无', '', '5889', '5889', '', '银行', '3', '89', '2020-04-15', '不分期', NULL, '2020-04-15', '2020-04-15', '有');
INSERT INTO `expenditure` VALUES (197, '水槽', 23, '972', '', '无', '', '972', '972', '', '银行', '3', '78', '2020-04-15', '不分期', NULL, '2020-04-15', '2020-04-15', '有');
INSERT INTO `expenditure` VALUES (198, '角阀', 23, '192', '', '无', '', '192', '192', '', '银行', '3', '90', '2020-04-16', '不分期', NULL, '2020-04-16', '2020-04-16', '有');
INSERT INTO `expenditure` VALUES (199, '地砖', 23, '14032.23', '', '无', '', '14032.23', '14032.23', '', '银行', '3', '86', '2020-04-16', '不分期', NULL, '2020-04-16', '2020-04-16', '有');
INSERT INTO `expenditure` VALUES (200, '地砖', 23, '184', '', '无', '', '184', '184', '', '银行', '3', '86', '2020-04-20', '不分期', NULL, '2020-07-23', '2020-04-20', '');
INSERT INTO `expenditure` VALUES (201, '玻璃', 23, '645', '', '无', '', '', '645', '', '银行', '3', '87', '2020-04-21', '不分期', NULL, NULL, '2020-04-21', '');
INSERT INTO `expenditure` VALUES (202, '玻璃', 23, '1164', '', '无', '', '', '1164', '', '银行', '3', '87', '2020-04-22', '不分期', NULL, NULL, '2020-04-22', '');
INSERT INTO `expenditure` VALUES (203, '玻璃', 23, '3020.11', '', '无', '', '', '3020.11', '', '银行', '3', '87', '2020-04-22', '不分期', NULL, NULL, '2020-04-22', '');
INSERT INTO `expenditure` VALUES (204, '开关', 23, '5524.67', '', '无', '', '5524.67', '5524.67', '', '银行', '3', '91', '2020-04-22', '不分期', NULL, '2020-07-23', '2020-04-22', '');
INSERT INTO `expenditure` VALUES (205, '厨房全景门', 23, '3400', '', '无', '', '3400', '3400', '', '银行', '3', '77', '2020-04-22', '不分期', NULL, '2020-07-23', '2020-04-22', '');
INSERT INTO `expenditure` VALUES (206, '橱柜等', 23, '10422.9', '', '无', '', '10422.9', '10422.9', '', '银行', '3', '80', '2020-04-24', '不分期', NULL, '2020-07-23', '2020-04-24', '');
INSERT INTO `expenditure` VALUES (207, '门', 23, '5467.33', '', '无', '', '5467.33', '5467.33', '', '银行', '3', '81', '2020-04-23', '不分期', NULL, '2020-07-23', '2020-04-23', '');
INSERT INTO `expenditure` VALUES (208, '射灯', 23, '564', '', '无', '', '564', '564', '', '银行', '3', '74', '2020-04-22', '不分期', NULL, '2020-07-23', '2020-04-22', '');
INSERT INTO `expenditure` VALUES (209, '地砖', 23, '668', '', '无', '', '668', '668', '', '银行', '3', '86', '2020-05-21', '不分期', NULL, '2020-07-23', '2020-05-21', '');
INSERT INTO `expenditure` VALUES (210, '电动滑轨控制系统(well)', 23, '15300', '', '无', '', '15300', '15300', '', '银行', '3', '92', '2020-06-17', '不分期', NULL, '2020-07-23', '2020-06-17', '');
INSERT INTO `expenditure` VALUES (211, '施工图设计', 23, '59800', '', '有', '', '59800', '59800', '', '银行', '3', '27', '2020-02-08', '不分期', NULL, '2020-07-23', '2020-06-12', '');
INSERT INTO `expenditure` VALUES (212, '水槽', 23, '530', '', '无', '', '530', '530', '', '银行', '3', '78', '2020-07-02', '不分期', NULL, '2020-07-23', '2020-07-02', '');
INSERT INTO `expenditure` VALUES (213, '台下盆', 23, '1380', '', '无', '', '', '1380', '', '银行', '3', '76', '2020-07-02', '不分期', NULL, NULL, '2020-07-02', '');
INSERT INTO `expenditure` VALUES (214, '投影灯（well）', 23, '332', '', '无', '', '', '332', '', '现金', '3', '93', '2020-07-02', '不分期', NULL, NULL, '2020-07-02', '不计发票');
INSERT INTO `expenditure` VALUES (215, '喷绘', 23, '31415.29', '', '无', '', '31415.29', '31415.29', '', '银行', '3', '94', '2020-04-22', '不分期', NULL, '2020-07-23', '2020-04-22', '有');
INSERT INTO `expenditure` VALUES (216, '艺术树', 23, '3800', '', '无', '', '3800', '3800', '', '现金', '3', '47', '2020-03-19', '不分期', NULL, '2020-07-23', '2020-04-01', '有');
INSERT INTO `expenditure` VALUES (217, '开关、面板', 23, '1774', '', '无', '', '', '1774', '', '现金', '3', '47', '2020-03-26', '不分期', NULL, '2020-07-23', '2020-04-01', '不计发票');
INSERT INTO `expenditure` VALUES (218, '工程道具', 23, '7334.47', '', '无', '', '', '7334.47', '', '现金', '3', '42', '2020-03-07', '不分期', NULL, '2020-07-23', '2020-03-18', '不计发票');
INSERT INTO `expenditure` VALUES (219, '工程道具', 23, '2040.3', '', '无', '', '', '2040.3', '', '现金', '3', '42', '2020-03-17', '不分期', NULL, '2020-07-23', '2020-04-01', '不计发票');
INSERT INTO `expenditure` VALUES (220, '包装材料', 23, '494', '', '无', '', '', '494', '', '现金', '3', '95', '2020-02-21', '不分期', NULL, '2020-07-23', '2020-04-06', '不计发票');
INSERT INTO `expenditure` VALUES (221, '模型', 23, '85860', '', '有', '', '', '', '', '银行', '3', '19', '2020-03-10', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (222, '鸿瑞项目增项', 23, '11660', '', '有', '', '11660', '11660', '', '银行', '3', '19', '2020-04-03', '不分期', NULL, '2020-07-23', '2020-04-14', '');
INSERT INTO `expenditure` VALUES (223, '打样', 23, '4770', '', '有', '', '4770', '4770', '', '银行', '3', '19', '2020-04-14', '不分期', NULL, '2020-07-23', '2020-04-14', '');
INSERT INTO `expenditure` VALUES (224, '沙盘修改', 23, '59890', '', '有', '', '59890', '59890', '', '银行', '3', '19', '2020-07-01', '不分期', NULL, '2020-09-25', '2020-09-24', '');
INSERT INTO `expenditure` VALUES (225, '界字', 23, '19750', '', '有', '', '19750', '19750', '', '银行', '3', '38', '2020-03-18', '不分期', NULL, '2020-06-11', '2020-06-08', '');
INSERT INTO `expenditure` VALUES (226, '合同未收到', 23, '54000', '', '无', '合同暂未收到', '54000', '54000', '', '银行', '3', '20', '2020-03-23', '不分期', NULL, '2020-07-28', '2020-03-23', '');
INSERT INTO `expenditure` VALUES (227, '增加物料', 23, '57600', '', '有', '', '', '', '', '银行', '3', '20', '2020-04-21', '5期', NULL, '2020-07-28', '2020-03-23', '');
INSERT INTO `expenditure` VALUES (228, '亚克力打样', 23, '1472', '', '无', '', '', '1472', '', '现金', '3', '53', '2020-03-24', '不分期', NULL, '', '2020-03-24', '不计发票');
INSERT INTO `expenditure` VALUES (229, '工程道具', 23, '3560', '', '无', '', '', '3560', '', '现金', '3', '42', '2020-04-11', '不分期', NULL, '', '2020-04-11', '不计发票');
INSERT INTO `expenditure` VALUES (230, '工程道具', 23, '5497.6', '', '无', '', '', '5497.6', '', '现金', '3', '42', '2020-04-11', '不分期', NULL, '', '2020-04-11', '不计发票');
INSERT INTO `expenditure` VALUES (231, '货拉拉及道具', 23, '502', '', '无', '', '', '502', '', '现金', '3', '53', '2020-04-21', '不分期', NULL, '', '2020-04-21', '不计发票');
INSERT INTO `expenditure` VALUES (232, '货拉拉', 23, '524.8', '', '无', '', '524.8', '524.8', '', '现金', '3', '60', '2020-02-25', '不分期', NULL, '2020-07-28', '2020-04-27', '有');
INSERT INTO `expenditure` VALUES (233, '工程装备', 23, '13902', '', '无', '平板游戏机小米设备等', '13902', '13902', '', '现金', '3', '42', '2020-04-21', '不分期', NULL, '2020-07-28', '2020-04-24', '有');
INSERT INTO `expenditure` VALUES (234, '吸顶喇叭', 23, '3830', '', '无', '', '3830', '3830', '', '现金', '3', '43', '2020-04-01', '不分期', NULL, '2020-07-28', '2020-04-29', '有');
INSERT INTO `expenditure` VALUES (235, '工程杂费', 23, '527', '', '无', '', '', '527', '', '现金', '3', '53', '2020-04-24', '不分期', NULL, '', '2020-05-25', '不计发票');
INSERT INTO `expenditure` VALUES (236, '地漏及玻璃修复工具', 23, '824.67', '', '无', '', '', '824.67', '', '现金', '3', '96', '2020-05-18', '不分期', NULL, '', '2020-05-28', '不计发票');
INSERT INTO `expenditure` VALUES (237, '工程杂费', 23, '9520.5', '', '无', '', '', '9520.5', '', '现金', '3', '96', '2020-04-15', '不分期', NULL, '', '2020-06-02', '不计发票');
INSERT INTO `expenditure` VALUES (238, '到付运费及购买插座', 23, '1675.5', '', '无', '', '', '1675.5', '', '现金', '3', '96', '2020-04-12', '不分期', NULL, '', '2020-06-23', '不计发票');
INSERT INTO `expenditure` VALUES (239, '工程材料', 23, '1570', '', '无', '', '', '1570', '', '现金', '3', '47', '2020-06-27', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (240, 'IPAD支架', 23, '29', '', '无', '', '', '29', '', '现金', '3', '53', '2020-06-15', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (241, '劳务费', 23, '29695', '', '无', '', '', '29695', '', '现金', '4', '41', '2020-03-03', '不分期', NULL, '', '2020-03-06', '不计发票');
INSERT INTO `expenditure` VALUES (242, '提成', 23, '5599.5', '', '无', '', '', '5599.5', '', '现金', '4', '54', '2020-05-08', '不分期', NULL, '', '2020-05-08', '不计发票');
INSERT INTO `expenditure` VALUES (243, '提成', 23, '3975', '', '无', '', '', '3975', '', '现金', '4', '55', '2020-05-08', '不分期', NULL, '', '2020-05-08', '不计发票');
INSERT INTO `expenditure` VALUES (244, '劳务费', 23, '33065', '', '无', '', '', '33065', '', '现金', '4', '41', '2020-05-26', '不分期', NULL, '', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (245, '打印费及打车费', 23, '2023.27', '', '无', '', '2023.27', '2023.27', '', '现金', '4', '42', '2020-03-16', '不分期', NULL, '2020-07-28', '2020-04-01', '有');
INSERT INTO `expenditure` VALUES (246, '加油', 23, '100', '', '无', '', '100', '100', '', '现金', '4', '47', '2020-03-28', '不分期', NULL, '2020-07-28', '2020-04-01', '有');
INSERT INTO `expenditure` VALUES (247, '餐费、加油费', 23, '1324.4', '', '无', '', '1324.4', '1324.4', '', '现金', '4', '95', '2020-02-18', '不分期', NULL, '2020-07-28', '2020-04-06', '有');
INSERT INTO `expenditure` VALUES (248, '打车', 23, '205.37', '', '无', '', '205.37', '205.37', '', '现金', '4', '54', '2020-04-01', '不分期', NULL, '2020-07-28', '2020-04-09', '有');
INSERT INTO `expenditure` VALUES (249, '油费、车费、打印费', 23, '384.53', '', '无', '', '384.53', '384.53', '', '现金', '4', '42', '2020-04-11', '不分期', NULL, '2020-07-28', '2020-04-11', '有');
INSERT INTO `expenditure` VALUES (250, '餐饮及车费', 23, '384.23', '', '无', '', '384.23', '384.23', '', '现金', '4', '53', '2020-03-31', '不分期', NULL, '2020-07-28', '2020-04-21', '有');
INSERT INTO `expenditure` VALUES (251, '餐费', 23, '111.4', '', '无', '', '', '111.4', '', '现金', '4', '43', '2020-03-28', '不分期', NULL, '2020-07-28', '2020-04-29', '不计发票');
INSERT INTO `expenditure` VALUES (252, '餐费及车费', 23, '578.88', '', '无', '', '', '578.88', '', '现金', '4', '43', '2020-04-01', '不分期', NULL, '2020-07-28', '2020-04-29', '不计发票');
INSERT INTO `expenditure` VALUES (253, '餐饮及路油费', 23, '1007.2', '', '无', '', '', '1007.2', '', '现金', '4', '52', '2020-05-20', '不分期', NULL, '2020-07-28', '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (254, '车费', 23, '100.05', '', '无', '', '', '100.05', '', '现金', '4', '53', '2020-03-31', '不分期', NULL, '2020-07-28', '2020-05-25', '不计发票');
INSERT INTO `expenditure` VALUES (255, '餐饮及路油费', 23, '1366.8', '', '无', '', '', '1366.8', '', '现金', '4', '45', '2020-05-01', '不分期', NULL, '2020-07-28', '2020-05-29', '不计发票');
INSERT INTO `expenditure` VALUES (256, '差旅', 23, '3683.12', '', '无', '', '', '3683.12', '', '现金', '4', '96', '2020-03-30', '不分期', NULL, '2020-07-28', '2020-06-02', '不计发票');
INSERT INTO `expenditure` VALUES (257, '餐饮', 23, '110', '', '无', '', '', '110', '', '现金', '4', '52', '2020-06-06', '不分期', NULL, '2020-07-28', '2020-06-15', '不计发票');
INSERT INTO `expenditure` VALUES (259, '车费及餐饮、加油', 23, '674.6', '', '无', '', '', '674.6', '', '现金', '4', '47', '2020-06-18', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (260, '打车', 23, '45.4', '', '无', '', '', '45.4', '', '现金', '4', '96', '2020-06-26', '不分期', NULL, '', '2020-07-13', '不计发票');
INSERT INTO `expenditure` VALUES (261, '打车', 23, '18.28', '', '无', '', '18.28', '18.28', '', '现金', '4', '63', '2020-06-11', '不分期', NULL, '2020-07-28', '2020-07-15', '有');
INSERT INTO `expenditure` VALUES (262, '打车', 23, '24.8', '', '无', '', '24.8', '24.8', '', '现金', '4', '64', '2020-06-11', '不分期', NULL, '2020-07-28', '2020-07-15', '有');
INSERT INTO `expenditure` VALUES (263, '打车加饮水', 23, '164.93', '', '无', '', '164.93', '164.93', '', '现金', '4', '53', '2020-06-28', '不分期', NULL, '2020-07-28', '2020-07-17', '有');
INSERT INTO `expenditure` VALUES (264, '餐饮', 23, '140.48', '', '无', '', '140.48', '140.48', '', '现金', '4', '43', '2020-06-06', '不分期', NULL, '2020-07-28', '2020-07-23', '不计发票');
INSERT INTO `expenditure` VALUES (265, '餐饮及路油费', 23, '734.1', '', '无', '', '', '734.1', '', '现金', '4', '52', '2020-06-12', '不分期', NULL, '2020-07-28', '2020-07-15', '不计发票');
INSERT INTO `expenditure` VALUES (266, '播放盒及平板', 23, '3806', '', '无', '', '3806', '3806', '', '现金', '1', '44', '2020-06-20', '不分期', NULL, '2020-07-28', '2020-07-24', '');
INSERT INTO `expenditure` VALUES (268, '电视机', 23, '54999', '', '无', '', '54999', '54999', '', '现金', '5', '61', '2020-03-03', '不分期', NULL, '2020-07-28', '2020-03-03', '');
INSERT INTO `expenditure` VALUES (269, '音频分离器及喇叭', 17, '313', '', '无', '', '', '313', '', '现金', '1', '44', '2020-06-21', '不分期', NULL, '', '2020-07-24', '不计发票');
INSERT INTO `expenditure` VALUES (270, '货拉拉', 17, '747', '', '无', '', '747', '747', '', '现金', '3', '96', '2020-06-02', '不分期', NULL, '2020-07-29', '2020-07-13', '');
INSERT INTO `expenditure` VALUES (271, '项目提成', 17, '310', '', '无', '', '', '310', '', '现金', '4', '97', '2020-07-01', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (272, '餐费及车费', 17, '168.5', '', '无', '', '', '168.5', '', '现金', '4', '43', '2020-06-17', '不分期', NULL, '', '2020-07-23', '不计发票');
INSERT INTO `expenditure` VALUES (273, '餐饮及路油费', 17, '880.4', '', '无', '', '', '880.4', '', '现金', '4', '52', '2020-06-17', '不分期', NULL, '', '2020-07-23', '不计发票');
INSERT INTO `expenditure` VALUES (274, '路费', 17, '79', '', '无', '', '', '79', '', '现金', '4', '44', '2020-06-20', '不分期', NULL, '', '2020-07-24', '不计发票');
INSERT INTO `expenditure` VALUES (275, '5G发光字一套', 20, '2600', '', '有', '', '', '', '', '银行', '3', '20', '2020-05-21', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (276, '车费及餐费', 20, '325.43', '', '无', '', '325.43', '325.43', '', '现金', '4', '98', '2020-06-18', '不分期', NULL, '2020-07-29', '2020-07-23', '不计发票');
INSERT INTO `expenditure` VALUES (277, '数据线', 25, '527.8', '', '无', '', '527.8', '527.8', '', '现金', '3', '42', '2020-05-10', '不分期', NULL, '2020-07-29', '2020-05-26', '');
INSERT INTO `expenditure` VALUES (278, '餐费及车费', 25, '154.3', '', '无', '', '', '154.3', '', '现金', '4', '45', '2020-02-26', '不分期', NULL, '2020-07-29', '2020-03-02', '不计发票');
INSERT INTO `expenditure` VALUES (279, '打车', 25, '862.44', '', '无', '', '862.44', '862.44', '', '现金', '4', '98', '2020-03-30', '不分期', NULL, '2020-07-29', '2020-05-23', '有');
INSERT INTO `expenditure` VALUES (280, '餐饮', 25, '234.59', '', '无', '', '', '234.59', '', '现金', '4', '99', '2020-04-09', '不分期', NULL, '2020-07-29', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (281, '采购屏幕并安装', 26, '20724', '', '有', '', '', '', '', '银行', '1', '17', '2020-05-07', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (282, '设备款', 26, '13916', '', '无', '', '13916', '13916', '', '现金', '1', '44', '2020-04-26', '不分期', NULL, '2020-07-30', '2020-04-26', '有');
INSERT INTO `expenditure` VALUES (283, '网费', 26, '599', '', '无', '', '599', '599', '', '现金', '1', '44', '2020-04-27', '不分期', NULL, '2020-07-30', '2020-05-26', '有');
INSERT INTO `expenditure` VALUES (284, '音频接头', 26, '99.5', '', '无', '', '99.5', '99.5', '', '现金', '1', '43', '2020-04-21', '不分期', NULL, '2020-07-30', '2020-06-12', '有');
INSERT INTO `expenditure` VALUES (285, '音响功放', 26, '990', '', '有', '', '990', '990', '', '现金', '1', '43', '2020-04-26', '不分期', NULL, '2020-07-30', '2020-06-12', '有');
INSERT INTO `expenditure` VALUES (286, '三维模型+镜头+后期+脚本', 26, '70490', '', '无', '', '', '', '', '银行', '2', '100', '2020-07-15', '2期', NULL, '2020-07-30', '2020-06-12', '有');
INSERT INTO `expenditure` VALUES (287, '规划模型', 26, '248000', '', '有', '', '', '', '', '银行', '3', '30', '2019-12-20', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (288, '增补', 26, '26000', '', '有', '', '26000', '', '', '银行', '3', '30', '2020-05-15', '不分期', NULL, '2020-07-14', '', '');
INSERT INTO `expenditure` VALUES (289, '施工图设计', 26, '12000', '', '有', '', '12000', '12000', '', '银行', '3', '27', '2020-02-15', '不分期', NULL, '2020-06-12', '2020-06-12', '有');
INSERT INTO `expenditure` VALUES (291, '室内标识物料', 26, '16700', '', '有', '', '', '', '', '银行', '3', '20', '2020-04-21', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (292, '报价', 26, '78000', '', '有', '', '78000', '78000', '', '银行', '3', '33', '2020-05-29', '不分期', NULL, '2020-09-16', '2020-08-24', '');
INSERT INTO `expenditure` VALUES (293, '界字', 26, '7950', '', '有', '', '7950', '7950', '', '银行', '3', '38', '2020-04-05', '不分期', NULL, '2020-06-11', '2020-06-08', '有');
INSERT INTO `expenditure` VALUES (294, '模型制作', 26, '13780', '', '有', '', '13780', '13780', '', '银行', '3', '19', '2020-05-06', '不分期', NULL, '2020-07-24', '2020-07-23', '有');
INSERT INTO `expenditure` VALUES (295, '工程杂费', 26, '896', '', '无', '', '896', '896', '', '现金', '3', '101', '2020-04-26', '不分期', NULL, '2020-07-24', '2020-06-03', '不计发票');
INSERT INTO `expenditure` VALUES (296, '打印费', 26, '312', '', '无', '', '', '312', '', '现金', '4', '42', '2020-03-12', '不分期', NULL, '', '2020-03-18', '不计发票');
INSERT INTO `expenditure` VALUES (297, '项目提成', 26, '645', '', '无', '', '', '645', '', '现金', '4', '55', '2020-06-08', '不分期', NULL, '', '2020-06-08', '不计发票');
INSERT INTO `expenditure` VALUES (299, '餐费', 26, '74', '', '无', '', '', '74', '', '现金', '4', '51', '2020-04-07', '不分期', NULL, '', '2020-04-16', '不计发票');
INSERT INTO `expenditure` VALUES (300, '餐费', 26, '83.5', '', '无', '', '', '83.5', '', '现金', '4', '50', '2020-03-05', '不分期', NULL, '', '2020-04-11', '不计发票');
INSERT INTO `expenditure` VALUES (301, '餐费', 26, '236', '', '无', '', '', '236', '', '现金', '4', '42', '2019-09-29', '不分期', NULL, '', '2019-10-12', '不计发票');
INSERT INTO `expenditure` VALUES (302, '监理劳务费', 26, '10000', '', '无', '', '', '10000', '', '现金', '4', '101', '2020-05-26', '不分期', NULL, '', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (303, '餐费及油费', 26, '639', '', '无', '', '', '639', '', '现金', '4', '51', '2020-04-23', '不分期', NULL, '', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (304, '餐费及油费', 26, '516', '', '无', '', '', '516', '', '现金', '4', '44', '2020-04-25', '不分期', NULL, '', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (305, '差旅费', 26, '754', '', '无', '6天', '', '754', '', '现金', '4', '101', '2020-04-14', '不分期', NULL, '', '2020-06-03', '不计发票');
INSERT INTO `expenditure` VALUES (306, '车费及餐费', 26, '139', '', '无', '', '', '139', '', '现金', '4', '43', '2020-04-27', '不分期', NULL, '', '2020-06-12', '不计发票');
INSERT INTO `expenditure` VALUES (307, '餐饮', 26, '45', '', '无', '', '', '45', '', '现金', '4', '52', '2020-06-03', '不分期', NULL, '', '2020-06-15', '不计发票');
INSERT INTO `expenditure` VALUES (308, '车费及餐费', 26, '711', '', '', '', '', '711', '', '现金', '4', '47', '2020-05-20', '不分期', NULL, '', '2020-07-15', '不计发票');
INSERT INTO `expenditure` VALUES (309, '采购屏幕并安装', 27, '115016', '', '有', '', '', '', '', '银行', '1', '17', '2020-05-07', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (310, '设备', 27, '6677', '', '无', '', '', '6677', '', '现金', '1', '43', '2020-05-25', '不分期', NULL, '', '2020-05-25', '不计发票');
INSERT INTO `expenditure` VALUES (311, '电脑配备', 27, '17743', '', '无', '5台', '', '17743', '', '现金', '1', '44', '2020-06-17', '不分期', NULL, '', '2020-06-23', '不计发票');
INSERT INTO `expenditure` VALUES (312, '平板及充电线', 27, '2764', '', '无', '', '', '2764', '', '现金', '1', '44', '2020-06-21', '不分期', NULL, '', '2020-07-24', '不计发票');
INSERT INTO `expenditure` VALUES (313, '平板支架', 27, '660', '', '无', '', '', '660', '', '现金', '1', '42', '2020-07-08', '不分期', NULL, '', '2020-07-28', '不计发票');
INSERT INTO `expenditure` VALUES (314, 'VJSHI素材费', 27, '991.12', '', '无', '', '', '991.12', '', '现金', '2', '54', '2020-05-28', '不分期', NULL, '', '2020-05-28', '不计发票');
INSERT INTO `expenditure` VALUES (315, '脚本方案', 27, '6234', '', '无', '', '6234', '6234', '', '现金', '2', '29', '2020-05-27', '不分期', NULL, '2020-07-31', '2020-05-27', '有');
INSERT INTO `expenditure` VALUES (316, '配音费用', 27, '1250', '', '无', '', '1250', '1250', '', '银行', '2', '46', '2020-05-13', '不分期', NULL, '2020-06-18', '2020-06-18', '有');
INSERT INTO `expenditure` VALUES (317, 'VJSHI素材费', 27, '377', '', '无', '', '', '377', '', '现金', '2', '54', '2020-06-19', '不分期', NULL, '2020-06-18', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (318, '施工图', 27, '3500', '', '无', '', '', '3500', '', '现金', '2', '66', '2020-03-29', '不分期', NULL, '2020-06-18', '2020-03-29', '不计发票');
INSERT INTO `expenditure` VALUES (319, '施工图', 27, '3500', '', '无', '', '', '3500', '', '现金', '2', '66', '2020-05-25', '不分期', NULL, '2020-06-18', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (320, '变焦射灯', 27, '1111', '', '无', '', '', '1111', '', '现金', '3', '42', '2020-05-10', '不分期', NULL, '2020-06-18', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (321, '报价', 27, '35000', '', '无', '', '35000', '35000', '', '银行', '3', '33', '2020-05-29', '不分期', NULL, '2020-06-18', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (322, '模型制作', 27, '66250', '', '有', '', '', '', '', '银行', '3', '19', '2020-05-25', '5期', NULL, '2020-06-18', NULL, '不计发票');
INSERT INTO `expenditure` VALUES (323, '品牌馆标识', 27, '19500', '', '有', '', '', '', '', '银行', '3', '20', '2020-05-25', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (324, '工程零件', 27, '240', '', '无', '', '', '240', '', '现金', '3', '47', '2020-06-11', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (325, '人工费', 27, '1300', '', '无', '', '', '1300', '', '现金', '3', '47', '2020-05-21', '不分期', NULL, '', '2020-07-15', '不计发票');
INSERT INTO `expenditure` VALUES (326, '设备间门锁', 27, '55', '', '无', '', '', '55', '', '现金', '3', '44', '2020-06-08', '不分期', NULL, '', '2020-07-24', '不计发票');
INSERT INTO `expenditure` VALUES (327, '餐费', 27, '386.5', '', '无', '', '', '386.5', '', '现金', '4', '50', '2020-03-25', '不分期', NULL, '', '2020-04-11', '不计发票');
INSERT INTO `expenditure` VALUES (328, '打车及停车费', 27, '45', '', '无', '', '', '45', '', '现金', '4', '102', '2020-04-10', '不分期', NULL, '', '2020-05-28', '不计发票');
INSERT INTO `expenditure` VALUES (329, '差旅', 27, '299.53', '', '无', '', '', '299.53', '', '现金', '4', '47', '2020-05-06', '不分期', NULL, '', '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (330, '油费及餐费', 27, '439', '', '无', '', '', '439', '', '现金', '4', '52', '2020-06-03', '不分期', NULL, '', '2020-06-15', '不计发票');
INSERT INTO `expenditure` VALUES (331, '打车', 27, '273.81', '', '无', '', '', '273.81', '', '现金', '4', '55', '2020-06-28', '不分期', NULL, '', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (332, '打车', 27, '262.79', '', '无', '', '', '262.79', '', '现金', '4', '54', '2020-05-26', '不分期', NULL, '', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (333, '车费及餐费', 27, '61', '', '无', '', '', '61', '', '现金', '4', '103', '2020-07-07', '不分期', NULL, '', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (334, '餐饮', 27, '86', '', '无', '', '', '86', '', '现金', '4', '50', '2020-04-16', '不分期', NULL, '', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (335, '差旅', 27, '1030.85', '', '无', '', '', '1030.85', '', '现金', '4', '47', '2020-06-09', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (336, '项目提成', 27, '1950', '', '无', '', '', '1950', '', '现金', '4', '54', '2020-07-01', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (337, '项目提成', 27, '1815', '', '无', '', '', '1815', '', '现金', '4', '55', '2020-07-01', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (338, '项目提成', 27, '437.5', '', '无', '', '', '437.5', '', '现金', '4', '97', '2020-07-01', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (339, '项目提成', 27, '214', '', '无', '', '', '214', '', '现金', '4', '104', '2020-07-01', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (340, '打车费', 27, '127', '', '无', '', '', '127', '', '现金', '4', '105', '2020-06-08', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (341, '餐费', 27, '73', '', '无', '', '', '73', '', '现金', '4', '43', '2020-06-04', '不分期', NULL, '', '2020-07-23', '不计发票');
INSERT INTO `expenditure` VALUES (342, '餐饮及路油费', 27, '61', '', '无', '', '', '61', '', '现金', '4', '52', '2020-06-13', '不分期', NULL, '', '2020-07-15', '不计发票');
INSERT INTO `expenditure` VALUES (343, '餐饮及路油费', 27, '1604.51', '', '无', '', '', '1604.51', '', '现金', '4', '47', '2020-05-13', '不分期', NULL, '', '2020-07-15', '不计发票');
INSERT INTO `expenditure` VALUES (344, '餐费及路费', 27, '412', '', '无', '', '', '412', '', '现金', '4', '44', '2020-06-08', '不分期', NULL, '', '2020-07-24', '不计发票');
INSERT INTO `expenditure` VALUES (345, '展厅施工图纸', 28, '4500', '', '有', '', '', '4500', '', '现金', '2', '106', '2020-06-24', '不分期', NULL, '', '2020-10-19', '不计发票');
INSERT INTO `expenditure` VALUES (346, '饮水', 28, '96', '', '无', '', '', '96', '', '现金', '4', '51', '2020-03-04', '不分期', NULL, '', '2020-04-16', '不计发票');
INSERT INTO `expenditure` VALUES (347, '打车', 28, '91.41', '', '无', '', '', '91.41', '', '现金', '4', '48', '2020-03-17', '不分期', NULL, '', '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (348, '打车', 28, '51', '', '无', '', '', '51', '', '现金', '4', '48', '2020-05-18', '不分期', NULL, '', '2020-06-12', '不计发票');
INSERT INTO `expenditure` VALUES (349, '3D66及渲染插件充值', 29, '274', '', '无', '', '', '274', '', '现金', '2', '107', '2020-04-14', '不分期', NULL, '', '2020-04-14', '不计发票');
INSERT INTO `expenditure` VALUES (350, '施工图', 29, '6650', '', '无', '', '', '6650', '', '现金', '2', '66', '2020-07-13', '不分期', NULL, '', '2020-07-14', '不计发票');
INSERT INTO `expenditure` VALUES (351, '餐饮及快递', 29, '429', '', '无', '', '', '429', '', '现金', '4', '53', '2020-03-27', '不分期', NULL, '', '2020-04-21', '不计发票');
INSERT INTO `expenditure` VALUES (352, '打车', 29, '33', '', '无', '', '', '33', '', '现金', '4', '107', '2020-05-12', '不分期', NULL, '', '2020-05-29', '不计发票');
INSERT INTO `expenditure` VALUES (353, '采购屏幕并安装', 30, '89210', '', '有', '', '', '', '', '银行', '1', '17', '2020-06-28', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (354, '施工图', 30, '6650', '', '无', '', '', '6650', '', '现金', '2', '66', '2020-05-25', '不分期', NULL, '', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (355, '货拉拉', 30, '859.73', '', '无', '', '', '859.73', '', '现金', '3', '42', '2020-06-24', '不分期', NULL, '', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (356, '品牌馆+工法馆标识', 30, '167000', '', '有', '', '30000', '30000', '', '银行', '3', '20', '2020-06-30', '6期', NULL, '2020-08-27', '2020-07-23', '有');
INSERT INTO `expenditure` VALUES (357, '打车及停车', 30, '63.34', '', '无', '', '', '63.34', '', '现金', '4', '49', '2020-04-01', '不分期', NULL, '2020-08-27', '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (358, '打车', 30, '52.09', '', '无', '', '', '52.09', '', '现金', '4', '48', '2020-03-13', '不分期', NULL, '2020-08-27', '2020-06-01', '不计发票');
INSERT INTO `expenditure` VALUES (359, '餐费', 30, '107.6', '', '无', '', '', '107.6', '', '现金', '4', '42', '2020-06-24', '不分期', NULL, '2020-08-27', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (360, '餐饮', 30, '383', '', '无', '', '', '383', '', '现金', '4', '50', '2020-05-07', '不分期', NULL, '2020-08-27', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (361, '餐费', 30, '120', '', '无', '', '', '120', '', '现金', '4', '96', '2020-06-10', '不分期', NULL, '2020-08-27', '2020-07-13', '不计发票');
INSERT INTO `expenditure` VALUES (362, '采购屏幕并安装', 31, '68640', '', '有', '', '', '', '', '银行', '1', '17', '2020-06-28', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (363, '雷达+红外感应装置', 31, '4450', '', '无', '', '', '4450', '', '现金', '1', '69', '2020-07-13', '不分期', NULL, '', '2020-07-13', '不计发票');
INSERT INTO `expenditure` VALUES (364, '施工图', 31, '6650', '', '无', '', '', '6650', '', '现金', '3', '66', '2020-05-25', '不分期', NULL, '', '2020-05-26', '不计发票');
INSERT INTO `expenditure` VALUES (365, '沙盘台', 31, '7137.9', '', '有', '', '', '', '', '银行', '3', '21', '2020-06-28', '不分期', NULL, '', NULL, '有');
INSERT INTO `expenditure` VALUES (366, '品牌馆+工法馆标识', 31, '210000', '', '有', '', '30000', '30000', '', '银行', '3', '20', '2020-06-30', '6期', NULL, '2020-07-27', '2020-07-23', '有');
INSERT INTO `expenditure` VALUES (367, '打车', 31, '573.99', '', '无', '', '', '573.99', '', '现金', '4', '108', '2020-04-26', '不分期', NULL, '2020-07-27', '2020-05-29', '不计发票');
INSERT INTO `expenditure` VALUES (368, '车费', 31, '62.51', '', '无', '', '', '62.51', '', '现金', '4', '62', '2020-06-09', '不分期', NULL, '2020-07-07', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (369, '车费', 31, '174.3', '', '无', '', '', '174.3', '', '现金', '4', '62', '2020-07-13', '不分期', NULL, '2020-07-07', '2020-07-28', '不计发票');
INSERT INTO `expenditure` VALUES (370, '采购屏幕并安装', 32, '86570', '', '有', '', '', '', '', '银行', '1', '17', '2020-06-28', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (371, '光纤HDMI', 32, '1192', '', '无', '', '1192', '1192', '', '现金', '1', '44', '2020-06-28', '不分期', NULL, '2020-07-24', '2020-07-24', '');
INSERT INTO `expenditure` VALUES (372, '平板支架', 32, '1253', '', '无', '', '1253', '1253', '', '现金', '1', '42', '2020-07-04', '不分期', NULL, '2020-07-24', '2020-07-28', '');
INSERT INTO `expenditure` VALUES (373, '拍摄费用', 32, '35100', '', '无', '', '35100', '35100', '', '银行', '2', '25', '2020-07-03', '不分期', NULL, '2020-07-24', '2020-07-03', '');
INSERT INTO `expenditure` VALUES (374, '影音室数据动画制作', 32, '30000', '', '有', '', '', '', '', '银行', '2', '109', '2020-07-06', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (375, '数据动画视频制作费', 32, '100000', '', '有', '', '', '', '', '银行', '2', '28', '2020-07-27', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (376, '素材', 32, '414.92', '', '无', '', '', '414.92', '', '现金', '2', '55', '2020-07-13', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (377, '亚克力柱3100根', 32, '10500', '', '无', '', '10500', '10500', '', '银行', '3', '71', '2020-07-01', '不分期', NULL, '2020-08-01', '2020-07-01', '有');
INSERT INTO `expenditure` VALUES (380, '品牌馆道具制作', 32, '176472.95', '', '有', '', '', '', '', '银行', '3', '21', '2020-07-14', '4期', NULL, '', '2020-06-29', '');
INSERT INTO `expenditure` VALUES (381, '剥线钳', 32, '15', '', '无', '', '', '15', '', '现金', '3', '103', '2020-06-20', '不分期', NULL, '', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (382, '三棱柱（85个）', 32, '11092.5', '', '无', '', '11092.5', '11092.5', '', '现金', '3', '42', '2020-06-23', '不分期', NULL, '2020-08-04', '2020-07-07', '有');
INSERT INTO `expenditure` VALUES (383, '电动旋转系统', 32, '11358', '', '无', '', '11358', '11358', '', '现金', '3', '111', '2020-07-14', '不分期', NULL, '2020-08-18', '2020-07-14', '有');
INSERT INTO `expenditure` VALUES (384, 'AR柜滑轨', 32, '14000', '', '无', '', '14000', '14000', '', '现金', '3', '111', '2020-07-02', '不分期', NULL, '2020-08-18', '2020-07-04', '');
INSERT INTO `expenditure` VALUES (385, '样板砖13块', 32, '1445', '', '无', '', '', '1445', '', '现金', '3', '96', '2020-06-18', '不分期', NULL, '', '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (386, '模型制作', 32, '33708', '', '有', '', '', '', '', '银行', '3', '19', '2020-07-08', '不分期', NULL, '', NULL, '有');
INSERT INTO `expenditure` VALUES (387, '货拉拉', 32, '243', '', '无', '', '243', '243', '', '现金', '3', '53', '2020-06-30', '不分期', NULL, '2020-08-04', '2020-07-17', '有');
INSERT INTO `expenditure` VALUES (388, '三棱柱（首款）', 32, '3700', '', '无', '', '3700', '3700', '', '现金', '3', '42', '2020-07-04', '不分期', NULL, '2020-09-17', '2020-07-28', '有');
INSERT INTO `expenditure` VALUES (389, '三棱柱（尾款）', 32, '3875', '', '无', '', '3875', '3875', '', '现金', '3', '42', '2020-07-15', '不分期', NULL, '2020-09-17', '2020-07-15', '有');
INSERT INTO `expenditure` VALUES (390, '灰镜', 32, '940', '', '无', '', '', '940', '', '现金', '3', '42', '2020-07-06', '不分期', NULL, NULL, '2020-07-28', '不计发票');
INSERT INTO `expenditure` VALUES (391, '打车', 32, '54.95', '', '无', '', '54.95', '54.95', '', '现金', '4', '60', '2020-05-12', '不分期', NULL, '2020-08-04', '2020-06-01', '有');
INSERT INTO `expenditure` VALUES (392, '打车', 32, '26', '', '无', '', '26', '26', '', '现金', '4', '53', '2020-05-21', '不分期', NULL, '2020-08-04', '2020-05-25', '有');
INSERT INTO `expenditure` VALUES (393, '打车', 32, '162', '', '无', '3天', '162', '162', '', '现金', '4', '108', '2020-05-12', '不分期', NULL, '2020-08-04', '2020-05-29', '有');
INSERT INTO `expenditure` VALUES (394, '打印标书', 32, '188', '', '无', '', '', '188', '', '现金', '4', '42', '2020-06-15', '不分期', NULL, NULL, '2020-06-18', '不计发票');
INSERT INTO `expenditure` VALUES (395, '车费及餐费', 32, '152', '', '无', '', '', '152', '', '现金', '4', '103', '2020-07-07', '不分期', NULL, NULL, '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (396, '车费及餐费', 32, '573.15', '', '无', '', '', '573.15', '', '现金', '4', '47', '2020-06-12', '不分期', NULL, NULL, '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (397, '车辆爆胎费用', 32, '1980', '', '无', '', '', '1980', '', '现金', '4', '47', '2020-06-23', '不分期', NULL, NULL, '2020-07-17', '不计发票');
INSERT INTO `expenditure` VALUES (398, '打车费', 32, '1032', '', '无', '', '1032', '1032', '', '现金', '4', '108', '2020-05-29', '不分期', NULL, '2020-08-04', '2020-07-17', '有');
INSERT INTO `expenditure` VALUES (399, '打车费', 32, '267.25', '', '无', '', '267.25', '267.25', '', '现金', '4', '55', '2020-07-13', '不分期', NULL, '2020-08-04', '2020-07-17', '有');
INSERT INTO `expenditure` VALUES (400, '打车', 33, '27.37', '', '无', '', '27.37', '27.37', '', '现金', '4', '60', '2020-05-12', '不分期', NULL, '2020-08-04', '2020-06-01', '');
INSERT INTO `expenditure` VALUES (401, '打车', 33, '185.63', '', '无', '', '185.63', '185.63', '', '现金', '4', '48', '2020-03-21', '不分期', NULL, '2020-08-04', '2020-06-01', '');
INSERT INTO `expenditure` VALUES (402, '打车', 33, '52', '', '无', '', '52', '52', '', '现金', '4', '48', '2020-05-22', '不分期', NULL, '2020-08-04', '2020-06-12', '');
INSERT INTO `expenditure` VALUES (403, '打车', 33, '75.1', '', '无', '', '75.1', '75.1', '', '现金', '4', '96', '2020-06-12', '不分期', NULL, '2020-08-04', '2020-07-13', '');
INSERT INTO `expenditure` VALUES (404, '屏幕采购并安装', 34, '19360', '', '有', '', '', '', '', '银行', '1', '17', '2020-07-02', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (405, '施工图设计', 34, '9975', '', '无', '', '', '9975', '', '现金', '2', '66', '2020-06-05', '不分期', NULL, '', '2020-06-05', '不计发票');
INSERT INTO `expenditure` VALUES (406, '模型制作', 34, '38000', '', '有', '', '', '', '', '银行', '3', '19', '2020-07-06', '5期', NULL, '', '2020-06-05', '不计发票');
INSERT INTO `expenditure` VALUES (407, '品牌馆制作', 34, '83000', '', '有', '', '', '', '', '银行', '3', '20', '2020-07-04', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (408, '样板玻璃开炉费', 34, '300', '', '无', '', '', '300', '', '现金', '3', '42', '2020-06-16', '不分期', NULL, '', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (409, '打车', 34, '315.71', '', '无', '', '315.71', '315.71', '', '现金', '4', '96', '2020-05-24', '不分期', NULL, '2020-08-04', '2020-05-28', '有');
INSERT INTO `expenditure` VALUES (410, '打车', 34, '53', '', '无', '', '53', '53', '', '现金', '4', '108', '2020-04-21', '不分期', NULL, '2020-08-04', '2020-05-29', '有');
INSERT INTO `expenditure` VALUES (411, '打车', 34, '84', '', '无', '', '84', '84', '', '现金', '4', '48', '2020-05-13', '不分期', NULL, '2020-08-04', '2020-06-12', '有');
INSERT INTO `expenditure` VALUES (412, '飞机票（丁大勇）', 34, '1660', '', '无', '', '1660', '1660', '', '现金', '4', '42', '2020-05-26', '不分期', NULL, '2020-08-04', '2020-06-18', '有');
INSERT INTO `expenditure` VALUES (413, '三维制作费', 16, '21942', '', '无', '', '20000', '21942', '', '银行', '2', '100', '2020-08-19', '不分期', NULL, '2020-09-16', '2020-08-19', '');
INSERT INTO `expenditure` VALUES (414, '提成', 16, '5000', '', '无', '', '', '5000', '', '现金', '4', '44', '2020-08-25', '不分期', NULL, '', '2020-08-25', '不计发票');
INSERT INTO `expenditure` VALUES (415, '高铁票（邓茂创）', 16, '314', '', '无', '', '', '314', '', '现金', '4', '42', '2020-09-08', '不分期', NULL, '', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (416, 'UPS电源', 17, '278', '', '无', '', '278', '278', '', '现金', '1', '45', '2020-06-17', '不分期', NULL, '2020-09-16', '2020-07-24', '');
INSERT INTO `expenditure` VALUES (417, '电视机', 17, '9798', '', '无', '', '9798', '9798', '', '现金', '1', '42', '2020-03-22', '不分期', NULL, '2020-09-16', '2020-04-01', '');
INSERT INTO `expenditure` VALUES (418, '购链锁', 17, '16', '', '无', '', '', '16', '', '现金', '3', '45', '2020-06-18', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (419, '工程杂费', 17, '1811', '', '无', '', '', '1811', '', '现金', '3', '95', '2020-06-11', '不分期', NULL, '', '2020-08-26', '不计发票');
INSERT INTO `expenditure` VALUES (420, '室外标识', 17, '8000', '', '有', '', '', '', '', '银行', '3', '20', '2020-08-04', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (421, '界字费', 17, '13200', '', '有', '', '13200', '13200', '', '银行', '3', '38', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (422, '台卡打印', 17, '42', '', '无', '', '', '42', '', '现金', '4', '112', '2020-06-22', '不分期', NULL, '', '2020-07-27', '不计发票');
INSERT INTO `expenditure` VALUES (423, '路油费及餐饮', 17, '946.5', '', '无', '', '', '946.5', '', '现金', '4', '45', '2020-06-19', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (424, '高铁票（丹娜、淑惠往返）', 17, '516', '', '无', '', '', '516', '', '现金', '4', '42', '2020-08-12', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (425, '餐费及台卡', 17, '1141.5', '', '无', '', '', '1141.5', '', '现金', '4', '51', '2020-06-20', '不分期', NULL, '', '2020-08-19', '不计发票');
INSERT INTO `expenditure` VALUES (426, '差旅费', 17, '5323.9', '', '无', '15天', '', '5323.9', '', '现金', '4', '95', '2020-06-10', '不分期', NULL, '', '2020-08-26', '不计发票');
INSERT INTO `expenditure` VALUES (427, '员工受伤医疗费', 17, '451.2', '', '无', '', '', '451.2', '', '现金', '4', '95', '2020-06-23', '不分期', NULL, '', '2020-08-26', '不计发票');
INSERT INTO `expenditure` VALUES (428, '差旅', 17, '6368.46', '', '无', '', '', '6368.46', '', '现金', '4', '95', '2020-04-10', '不分期', NULL, '', '2020-08-26', '不计发票');
INSERT INTO `expenditure` VALUES (429, '打车', 17, '221.1', '', '无', '', '221.1', '221.1', '', '现金', '4', '53', '2020-08-14', '不分期', NULL, '2020-09-16', '2020-09-10', '有');
INSERT INTO `expenditure` VALUES (431, '动画制作', 20, '43000', '', '无', '', '43000', '43000', '', '银行', '2', '113', '2020-07-31', '不分期', NULL, '2020-09-16', '2020-09-01', '');
INSERT INTO `expenditure` VALUES (432, '多媒体内容制作', 20, '26000', '', '无', '', '26000', '26000', '', '银行', '2', '114', '2020-08-12', '不分期', NULL, '2020-09-16', '2020-08-12', '');
INSERT INTO `expenditure` VALUES (433, '各展项脚本方案策划稿费', 20, '44280', '', '无', '', '44280', '44280', '', '银行', '2', '25', '2020-08-25', '不分期', NULL, '2020-09-16', '2020-08-25', '');
INSERT INTO `expenditure` VALUES (434, 'VJ师素材', 20, '182', '', '无', '', '', '182', '', '现金', '2', '104', '2020-08-03', '不分期', NULL, '2020-09-16', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (435, 'VJ师素材', 20, '913.18', '', '无', '', '', '913.18', '', '现金', '2', '54', '2020-08-02', '不分期', NULL, '2020-09-16', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (436, 'VJ师素材', 20, '827', '', '无', '', '', '827', '', '现金', '2', '115', '2020-08-03', '不分期', NULL, '2020-09-16', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (437, '学生P图费', 20, '5000', '', '无', '', '', '5000', '', '现金', '2', '59', '2020-08-26', '不分期', NULL, '', '2020-08-26', '不计发票');
INSERT INTO `expenditure` VALUES (438, '学生排版费', 20, '1000', '', '无', '', '', '1000', '', '现金', '2', '59', '2020-08-26', '不分期', NULL, '', '2020-08-26', '不计发票');
INSERT INTO `expenditure` VALUES (439, '地贴', 20, '213', '', '无', '', '', '213', '', '现金', '3', '42', '2020-09-04', '不分期', NULL, '', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (440, '招待费', 20, '916', '', '无', '', '916', '916', '', '现金', '4', '59', '2020-07-25', '不分期', NULL, '2020-09-16', '2020-07-25', '有');
INSERT INTO `expenditure` VALUES (441, '车费', 20, '102.05', '', '无', '', '102.05', '102.05', '', '现金', '4', '63', '2020-08-13', '不分期', NULL, '2020-09-16', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (442, '车费', 20, '340', '', '无', '', '340', '340', '', '现金', '3', '104', '2020-08-03', '不分期', NULL, '2020-09-16', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (443, '车费', 20, '1002.59', '', '无', '26天', '1002.59', '1002.59', '', '现金', '4', '54', '2020-07-03', '不分期', NULL, '2020-09-16', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (444, '机票（李总）', 20, '1076', '', '无', '', '1076', '1076', '', '现金', '4', '42', '2020-07-30', '不分期', NULL, '2020-09-16', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (445, '打车', 20, '390.79', '', '无', '', '390.79', '390.79', '', '现金', '4', '115', '2020-08-03', '不分期', NULL, '2020-09-16', '2020-08-22', '有');
INSERT INTO `expenditure` VALUES (446, '机票（李总、梓健）', 20, '1228', '', '无', '', '1228', '1228', '', '现金', '4', '42', '2020-08-12', '不分期', NULL, '2020-09-16', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (447, '高铁票（芊芊、安猪往返）', 20, '910', '', '无', '', '910', '910', '', '现金', '4', '42', '2020-08-10', '不分期', NULL, '2020-09-16', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (448, '餐饮', 20, '202', '', '无', '', '202', '202', '', '现金', '4', '51', '2020-06-22', '不分期', NULL, '2020-09-16', '2020-08-19', '不计发票');
INSERT INTO `expenditure` VALUES (449, '机票（庞梓健、李总）', 20, '1840', '', '无', '', '1840', '1840', '', '现金', '4', '42', '2020-09-04', '不分期', NULL, '2020-09-16', '2020-09-04', '有');
INSERT INTO `expenditure` VALUES (450, '打车费', 21, '60.64', '', '无', '', '60.64', '60.64', '', '现金', '4', '107', '2020-07-08', '不分期', NULL, '2020-09-16', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (451, '打车费', 21, '183.58', '', '无', '', '183.58', '183.58', '', '现金', '4', '107', '2020-07-29', '不分期', NULL, '2020-09-16', '2020-09-10', '');
INSERT INTO `expenditure` VALUES (452, '打车费', 21, '170.78', '', '无', '', '170.78', '170.78', '', '现金', '4', '96', '2020-09-11', '不分期', NULL, '2020-09-16', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (453, '书籍（王总用）', 22, '227.2', '', '无', '', '227.2', '227.2', '', '现金', '2', '116', '2020-05-25', '不分期', NULL, '', '2020-08-25', '不计发票');
INSERT INTO `expenditure` VALUES (454, '打车', 22, '290', '', '无', '', '290', '290', '', '现金', '4', '48', '2020-06-13', '不分期', NULL, '2020-09-16', '2020-07-28', '');
INSERT INTO `expenditure` VALUES (455, '打车', 22, '82', '', '无', '', '82', '82', '', '现金', '4', '117', '2020-07-01', '不分期', NULL, '2020-09-16', '2020-08-03', '');
INSERT INTO `expenditure` VALUES (456, '打车', 22, '358.24', '', '无', '', '358.24', '358.24', '', '现金', '4', '67', '2020-07-04', '不分期', NULL, '2020-09-16', '2020-08-23', '');
INSERT INTO `expenditure` VALUES (457, '餐饮及汽车费', 22, '574.95', '', '无', '', '574.95', '574.95', '', '现金', '4', '52', '2020-07-11', '不分期', NULL, '2020-09-16', '2020-08-01', '');
INSERT INTO `expenditure` VALUES (458, 'VJ素材、Envato素材', 23, '209.21', '', '无', '', '209.21', '209.21', '', '现金', '2', '55', '2020-08-03', '不分期', NULL, '2020-08-05', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (459, '渲染充值', 23, '1000', '', '无', '', '1000', '1000', '', '现金', '2', '55', '2020-08-03', '不分期', NULL, '2020-08-05', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (460, '数据墙', 23, '2000', '', '无', '', '', '2000', '', '现金', '2', '118', '2020-07-29', '不分期', NULL, '2020-08-05', '2020-08-12', '不计发票');
INSERT INTO `expenditure` VALUES (461, '3.0室内标识物料', 23, '30900', '', '有', '', '30900', '30900', '', '银行', '3', '20', '2020-06-15', '不分期', NULL, '2020-09-18', '2020-09-01', '');
INSERT INTO `expenditure` VALUES (462, '界字费', 23, '8000', '', '有', '', '8000', '8000', '', '银行', '3', '38', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (463, '运费', 23, '12', '', '无', '', '', '12', '', '现金', '3', '96', '2020-07-03', '不分期', NULL, NULL, '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (464, '铝材构件', 23, '83', '', '无', '', '', '83', '', '现金', '3', '45', '2020-05-26', '不分期', NULL, NULL, '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (465, '打车', 23, '91.6', '', '无', '', '91.6', '91.6', '', '现金', '4', '48', '2020-06-22', '不分期', NULL, '2020-09-16', '2020-07-28', '');
INSERT INTO `expenditure` VALUES (466, '打车', 23, '475.66', '', '无', '16天', '475.66', '475.66', '', '现金', '4', '55', '2020-08-03', '不分期', NULL, '2020-09-16', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (467, '车费及餐饮', 23, '56.66', '', '无', '', '', '56.66', '', '现金', '4', '53', '2020-07-23', '不分期', NULL, '2020-09-16', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (469, '车费及餐费', 23, '219.14', '', '无', '', '', '219.14', '', '现金', '4', '43', '2020-07-03', '不分期', NULL, '2020-09-16', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (470, '餐饮费及加油费', 23, '437', '', '无', '', '437', '437', '', '现金', '4', '52', '2020-07-08', '不分期', NULL, '2020-09-16', '2020-08-01', '有');
INSERT INTO `expenditure` VALUES (471, '餐费', 23, '122.8', '', '无', '', '', '122.8', '', '现金', '4', '44', '2020-07-08', '不分期', NULL, '2020-09-16', '2020-08-15', '不计发票');
INSERT INTO `expenditure` VALUES (472, '餐饮及车费', 23, '386.3', '', '无', '', '', '386.3', '', '现金', '4', '45', '2020-07-04', '不分期', NULL, '2020-09-16', '2020-08-24', '不计发票');
INSERT INTO `expenditure` VALUES (473, '餐费、车费及补贴', 23, '136', '', '无', '', '', '136', '', '现金', '4', '119', '2020-08-06', '不分期', NULL, '2020-09-16', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (474, '提成（WELL馆）', 23, '540', '', '无', '', '', '540', '', '现金', '4', '54', '2020-08-22', '不分期', NULL, '', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (475, '提成（WELL馆）', 23, '112.5', '', '无', '', '', '112.5', '', '现金', '4', '104', '2020-08-22', '不分期', NULL, '', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (476, '提成（WELL馆）', 23, '1162.5', '', '无', '', '', '1162.5', '', '现金', '4', '55', '2020-08-22', '不分期', NULL, '', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (477, '提成（WELL馆）', 23, '165', '', '无', '', '', '165', '', '现金', '4', '97', '2020-08-22', '不分期', NULL, '', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (478, '劳务费', 23, '4500', '', '无', '', '', '4500', '', '现金', '4', '41', '2020-08-31', '不分期', NULL, '', '2020-08-31', '不计发票');
INSERT INTO `expenditure` VALUES (479, '提成', 23, '5000', '', '无', '', '', '5000', '', '现金', '4', '44', '2020-08-25', '不分期', NULL, '', '2020-08-26', '不计发票');
INSERT INTO `expenditure` VALUES (480, '演员+摄像+器材费用', 26, '19000', '', '无', '', '', '19000', '', '现金', '2', '65', '2020-04-24', '不分期', NULL, '', '2020-08-23', '');
INSERT INTO `expenditure` VALUES (481, '洗墙射灯、方向可调', 26, '5950', '', '有', '', '', '5950', '', '银行', '3', '120', '2020-09-09', '不分期', NULL, '', '2020-08-19', '');
INSERT INTO `expenditure` VALUES (483, '演员交通报销', 26, '200', '', '无', '', '', '200', '', '现金', '4', '65', '2020-04-24', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (484, '餐费', 26, '90', '', '无', '', '', '90', '', '现金', '4', '45', '2020-06-04', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (485, '车费', 26, '335', '', '无', '', '335', '335', '', '现金', '4', '51', '2020-06-21', '不分期', NULL, '2020-09-16', '2020-08-19', '有');
INSERT INTO `expenditure` VALUES (486, '界字费', 27, '9180', '', '有', '', '9180', '9180', '', '银行', '3', '38', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (487, '开关3套', 27, '904', '', '无', '', '904', '904', '', '现金', '3', '45', '2020-06-01', '不分期', NULL, '2020-09-17', '2020-08-23', '');
INSERT INTO `expenditure` VALUES (488, 'IPAD架', 27, '593', '', '无', '', '593', '593', '', '现金', '3', '51', '2020-06-27', '不分期', NULL, '2020-09-17', '2020-08-19', '');
INSERT INTO `expenditure` VALUES (489, '开会打车', 27, '162.98', '', '无', '', '162.98', '162.98', '', '现金', '4', '60', '2020-06-03', '不分期', NULL, '2020-09-17', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (490, '餐饮费', 27, '72.5', '', '无', '', '72.5', '72.5', '', '现金', '4', '52', '2020-07-06', '不分期', NULL, '2020-09-17', '2020-08-01', '不计发票');
INSERT INTO `expenditure` VALUES (491, '餐饮费', 27, '39', '', '无', '', '', '39', '', '现金', '4', '52', '2020-08-01', '不分期', NULL, '', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (492, '餐饮', 27, '392', '', '无', '', '', '392', '', '现金', '4', '45', '2020-07-07', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (493, '打车', 28, '40', '', '无', '', '40', '40', '', '现金', '4', '53', '2020-09-04', '不分期', NULL, '2020-09-17', '2020-09-10', '');
INSERT INTO `expenditure` VALUES (494, '全彩LED显示屏', 29, '46750', '', '有', '', '', '', '', '银行', '1', '110', '2020-08-12', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (496, '采购屏幕并安装', 29, '106590', '', '有', '', '', '', '', '银行', '1', '17', '2020-08-15', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (497, '采购屏幕并安装', 29, '9240', '', '有', '', '', '', '', '银行', '1', '17', '2020-08-24', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (498, '玻璃窗磁感应触十套、四件开关网络十套', 29, '7000', '', '无', '', '', '7000', '', '现金', '1', '69', '2020-08-19', '不分期', NULL, '', '2020-08-19', '不计发票');
INSERT INTO `expenditure` VALUES (499, '亚克力柱1000根', 29, '3600', '', '无', '', '3600', '3600', '', '银行', '3', '71', '2020-08-19', '不分期', NULL, '2020-09-17', '2020-08-19', '');
INSERT INTO `expenditure` VALUES (500, '二次机电制图', 29, '1350', '', '有', '', '', '1350', '', '现金', '2', '121', '2020-07-23', '不分期', NULL, '', '2020-08-25', '不计发票');
INSERT INTO `expenditure` VALUES (501, '4.5米电动滑轨系统', 29, '14000', '', '有', '', '14000', '14000', '', '银行', '3', '111', '2020-08-04', '不分期', NULL, '2020-08-18', '2020-08-12', '有');
INSERT INTO `expenditure` VALUES (502, '安全文明施工保证金', 29, '3000', '', '无', '', '', '3000', '', '现金', '3', '96', '2020-09-11', '不分期', NULL, '2020-08-18', '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (503, '水电押金', 29, '2000', '', '无', '', '', '2000', '', '现金', '3', '96', '2020-09-11', '不分期', NULL, '2020-08-18', '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (504, '打车', 29, '55.95', '', '无', '', '55.95', '55.95', '', '现金', '4', '107', '2020-06-04', '不分期', NULL, '2020-08-18', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (505, '打车', 29, '94.23', '', '无', '', '94.23', '94.23', '', '现金', '4', '53', '2020-08-01', '不分期', NULL, '2020-08-18', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (506, '餐费', 29, '52', '', '无', '', '', '52', '', '现金', '4', '50', '2020-08-02', '不分期', NULL, '2020-08-18', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (507, '打车', 29, '118', '', '无', '', '118', '118', '', '现金', '4', '122', '2020-08-01', '不分期', NULL, '2020-09-17', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (508, '电脑配备', 30, '8879', '', '无', '', '8879', '8879', '', '现金', '1', '44', '2020-09-03', '不分期', NULL, '2020-09-17', '2020-09-03', '');
INSERT INTO `expenditure` VALUES (509, '界字费', 30, '11700', '', '有', '', '11700', '11700', '', '银行', '3', '38', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (510, '运费', 30, '87', '', '无', '', '', '87', '', '现金', '3', '96', '2020-07-06', '不分期', NULL, '', '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (511, '餐饮', 30, '92', '', '无', '', '', '92', '', '现金', '4', '50', '2020-07-02', '不分期', NULL, '', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (512, '提成', 30, '525', '', '无', '', '', '525', '', '现金', '4', '97', '2020-08-22', '不分期', NULL, '', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (513, '餐饮及汽车费', 30, '159.3', '', '无', '', '', '159.3', '', '现金', '4', '52', '2020-07-18', '不分期', NULL, '', '2020-08-01', '不计发票');
INSERT INTO `expenditure` VALUES (514, '餐饮及汽车费', 30, '435', '', '无', '', '', '435', '', '现金', '4', '52', '2020-07-30', '不分期', NULL, '', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (515, '住宿及餐饮', 30, '332', '', '无', '', '', '332', '', '现金', '4', '44', '2020-07-30', '不分期', NULL, '', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (516, '打车', 30, '215.83', '', '无', '', '215.83', '215.83', '', '现金', '4', '49', '2020-07-30', '不分期', NULL, '2020-09-17', '2020-09-04', '有');
INSERT INTO `expenditure` VALUES (517, '电脑配备', 31, '5826', '', '无', '', '5826', '5826', '', '现金', '1', '44', '2020-09-03', '不分期', NULL, '2020-09-17', '2020-09-03', '');
INSERT INTO `expenditure` VALUES (518, '界字费', 31, '8309', '', '有', '', '8309', '8309', '', '银行', '3', '38', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (519, '铝板采购', 31, '1236', '', '无', '', '', '1236', '', '现金', '3', '96', '2020-07-18', '不分期', NULL, '', '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (520, '板材费', 31, '1000', '', '无', '', '', '1000', '', '现金', '3', '52', '2020-07-08', '不分期', NULL, '', '2020-08-01', '不计发票');
INSERT INTO `expenditure` VALUES (521, '无影胶', 31, '43', '', '无', '', '', '43', '', '现金', '3', '123', '2020-08-16', '不分期', NULL, '', '2020-08-30', '不计发票');
INSERT INTO `expenditure` VALUES (522, '打车', 31, '78.92', '', '无', '', '78.92', '78.92', '', '现金', '4', '60', '2020-07-15', '不分期', NULL, '2020-09-17', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (523, '提成', 31, '371.25', '', '无', '', '', '371.25', '', '现金', '4', '55', '2020-08-22', '不分期', NULL, '2020-09-17', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (524, '餐饮及油费', 31, '334', '', '无', '', '', '334', '', '现金', '4', '52', '2020-07-19', '不分期', NULL, '2020-09-17', '2020-08-01', '不计发票');
INSERT INTO `expenditure` VALUES (525, '路费', 31, '210', '', '无', '', '', '210', '', '现金', '4', '44', '2020-07-23', '不分期', NULL, '2020-09-17', '2020-08-15', '不计发票');
INSERT INTO `expenditure` VALUES (526, '餐饮', 31, '123', '', '无', '', '', '123', '', '现金', '4', '45', '2020-07-24', '不分期', NULL, '2020-09-17', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (527, '打车', 31, '169.3', '', '无', '', '169.3', '169.3', '', '现金', '4', '123', '2020-08-18', '不分期', NULL, '2020-09-17', '2020-08-31', '有');
INSERT INTO `expenditure` VALUES (528, '路桥费', 31, '184', '', '无', '', '184', '184', '', '现金', '4', '44', '2020-07-23', '不分期', NULL, '2020-09-17', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (529, '打车', 31, '141.59', '', '无', '', '141.59', '141.59', '', '现金', '4', '49', '2020-07-21', '不分期', NULL, '2020-09-17', '2020-09-04', '有');
INSERT INTO `expenditure` VALUES (530, '显示屏', 32, '102760', '', '有', '', '', '', '', '银行', '1', '110', '2020-06-28', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (531, '定制高亮液晶屏样板', 32, '5140.8', '', '有', '', '5140.8', '5140.8', '', '银行', '1', '110', '2020-06-28', '不分期', NULL, '2020-09-03', '2020-06-29', '');
INSERT INTO `expenditure` VALUES (532, '硬件', 32, '6000', '', '无', '', '6000', '6000', '', '现金', '1', '44', '2020-07-22', '不分期', NULL, '2020-09-17', '2020-07-22', '');
INSERT INTO `expenditure` VALUES (533, '电脑配备', 32, '29475', '', '无', '', '29475', '29475', '', '现金', '4', '44', '2020-09-03', '不分期', NULL, '2020-09-17', '2020-09-03', '');
INSERT INTO `expenditure` VALUES (534, '施工图设计深化', 32, '8460', '', '有', '', '', '8460', '', '现金', '2', '124', '2020-05-27', '不分期', NULL, '2020-09-17', '2020-09-01', '不计发票');
INSERT INTO `expenditure` VALUES (536, '界字费', 32, '12720', '', '有', '', '12720', '12720', '', '银行', '3', '38', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (537, '电费', 32, '20000', '', '无', '', '', '20000', '', '现金', '3', '125', '2020-07-24', '不分期', NULL, '', '2020-07-24', '不计发票');
INSERT INTO `expenditure` VALUES (538, '材料及货拉拉', 32, '1134.5', '', '无', '', '', '1134.5', '', '现金', '3', '47', '2020-07-19', '不分期', NULL, '', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (539, '三棱镜', 32, '1440', '', '无', '', '', '1440', '', '现金', '3', '42', '2020-07-27', '不分期', NULL, '', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (540, '货拉拉', 32, '310', '', '无', '', '310', '310', '', '现金', '3', '51', '2020-07-22', '不分期', NULL, '2020-09-17', '2020-08-19', '有');
INSERT INTO `expenditure` VALUES (541, '买板', 32, '419', '', '无', '', '', '419', '', '现金', '3', '50', '2020-06-28', '不分期', NULL, '2020-09-17', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (542, '沙发', 32, '3112', '', '无', '', '3112', '3112', '', '现金', '3', '42', '2020-09-08', '不分期', NULL, '2020-09-17', '2020-09-08', '有');
INSERT INTO `expenditure` VALUES (543, '打车', 32, '75.87', '', '无', '', '75.87', '75.87', '', '现金', '4', '60', '2020-06-05', '不分期', NULL, '2020-09-17', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (544, '打车', 32, '57', '', '无', '', '57', '57', '', '现金', '4', '53', '2020-07-14', '不分期', NULL, '2020-09-17', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (545, '打车', 32, '19.09', '', '无', '', '19.09', '19.09', '', '现金', '4', '63', '2020-07-25', '不分期', NULL, '2020-09-17', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (549, '餐饮', 32, '35.31', '', '无', '', '', '35.31', '', '现金', '4', '43', '2020-07-20', '不分期', NULL, '2020-09-17', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (550, '餐饮、车费、加油', 32, '2697.04', '', '无', '33天', '', '2697.04', '', '现金', '4', '47', '2020-07-02', '不分期', NULL, '2020-09-17', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (551, '餐饮及汽车费', 32, '396.95', '', '无', '', '', '396.95', '', '现金', '4', '52', '2020-07-12', '不分期', NULL, '2020-09-17', '2020-08-01', '不计发票');
INSERT INTO `expenditure` VALUES (552, '路费', 32, '120', '', '无', '', '', '120', '', '现金', '4', '44', '2020-07-20', '不分期', NULL, '2020-09-17', '2020-08-15', '不计发票');
INSERT INTO `expenditure` VALUES (553, '餐饮', 32, '464.3', '', '无', '', '', '464.3', '', '现金', '4', '45', '2020-07-20', '不分期', NULL, '2020-09-17', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (554, '路桥', 32, '118', '', '无', '', '', '118', '', '现金', '4', '44', '2020-07-20', '不分期', NULL, '2020-09-17', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (555, '餐饮', 32, '176.9', '', '无', '', '', '176.9', '', '现金', '4', '103', '2020-06-29', '不分期', NULL, '2020-09-17', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (556, '车费', 32, '104', '', '无', '', '104', '104', '', '现金', '4', '103', '2020-06-29', '不分期', NULL, '2020-09-17', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (557, '餐饮及车费', 32, '552.24', '', '无', '', '', '552.24', '', '现金', '4', '53', '2020-08-24', '不分期', NULL, '2020-09-17', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (558, '采购LED屏幕并安装', 33, '202354', '', '有', '抵楼款', '98027.34', '', '', '现金', '1', '22', '2020-08-20', '1期', NULL, '2020-09-24', '2020-09-24', '');
INSERT INTO `expenditure` VALUES (559, '施工图费用', 33, '4000', '', '有', '', '', '4000', '', '现金', '2', '124', '2020-09-01', '不分期', NULL, '', '2020-09-01', '不计发票');
INSERT INTO `expenditure` VALUES (560, '货拉拉', 33, '75', '', '无', '', '75', '75', '', '现金', '3', '60', '2020-07-20', '不分期', NULL, '2020-09-17', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (561, '打车', 33, '267.14', '', '无', '', '267.14', '267.14', '', '现金', '4', '102', '2020-06-12', '不分期', NULL, '2020-09-17', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (562, '打车', 33, '123.88', '', '无', '', '123.88', '123.88', '', '现金', '4', '67', '2020-07-22', '不分期', NULL, '2020-09-17', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (563, '电脑配备', 34, '5437', '', '无', '', '5437', '5437', '', '现金', '1', '44', '2020-09-03', '不分期', NULL, '2020-09-17', '2020-09-03', '');
INSERT INTO `expenditure` VALUES (564, '二楼展厅标识', 34, '65000', '', '有', '', '', '', '', '银行', '3', '20', '2020-08-04', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (565, '购置架子三套', 34, '37315.36', '', '有', '', '', '', '', '银行', '3', '21', '2020-07-25', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (566, '展厅灯箱灯膜', 34, '6530', '', '无', '', '6530', '6530', '', '银行', '3', '126', '2020-07-24', '不分期', NULL, '2020-09-17', '2020-07-24', '');
INSERT INTO `expenditure` VALUES (567, '界字费', 34, '20450', '', '有', '', '20450', '20450', '', '银行', '3', '38', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (569, '货拉拉', 34, '69', '', '无', '', '69', '69', '', '现金', '3', '60', '2020-06-28', '不分期', NULL, '2020-09-17', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (570, '材料款', 34, '50', '', '无', '', '', '50', '', '现金', '3', '96', '2020-07-18', '不分期', NULL, '2020-09-17', '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (571, '运费（杨厂道具）', 34, '650', '', '无', '', '', '650', '', '现金', '3', '96', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (572, '飞机票（丁大勇）', 34, '934', '', '无', '', '934', '934', '', '现金', '4', '42', '2020-07-26', '不分期', NULL, '2020-09-17', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (573, '打车', 34, '919.27', '', '无', '31天', '919.27', '919.27', '', '现金', '4', '60', '2020-05-25', '不分期', NULL, '2020-09-17', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (574, '王总宵夜', 34, '138.2', '', '无', '', '', '138.2', '', '现金', '4', '60', '2020-06-04', '不分期', NULL, '2020-09-17', '2020-08-05', '不计发票');
INSERT INTO `expenditure` VALUES (575, '差旅', 34, '1402.76', '', '无', '', '', '1402.76', '', '现金', '4', '96', '2020-07-20', '不分期', NULL, '2020-09-17', '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (576, '打车', 34, '160.19', '', '无', '', '160.19', '160.19', '', '现金', '4', '60', '2020-08-27', '不分期', NULL, '2020-09-17', '2020-09-10', '');
INSERT INTO `expenditure` VALUES (577, '差旅', 34, '1556.77', '', '无', '', '1556.77', '1556.77', '', '现金', '4', '96', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (578, '平板支架', 35, '598', '', '无', '', '598', '598', '', '现金', '1', '42', '2020-07-08', '不分期', NULL, '2020-09-17', '2020-07-28', '');
INSERT INTO `expenditure` VALUES (579, '施工图', 35, '10500', '', '无', '', '', '10500', '', '现金', '2', '66', '2020-04-03', '不分期', NULL, '2020-09-17', '2020-04-03', '不计发票');
INSERT INTO `expenditure` VALUES (580, '品牌馆制作', 35, '46000', '', '有', '', '', '', '', '银行', '3', '20', '2020-05-25', '5期', NULL, '2020-09-17', '2020-04-03', '不计发票');
INSERT INTO `expenditure` VALUES (581, '灰色投影漆（新）', 35, '5900', '', '无', '', '5900', '5900', '', '现金', '3', '51', '2020-05-16', '不分期', NULL, '2020-09-17', '2020-06-01', '');
INSERT INTO `expenditure` VALUES (582, '天花加灯', 35, '400', '', '无', '', '', '400', '', '现金', '3', '96', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (583, '差旅费', 35, '600.08', '', '无', '', '', '600.08', '', '现金', '4', '96', '2020-05-23', '不分期', NULL, '2020-09-17', '2020-05-28', '不计发票');
INSERT INTO `expenditure` VALUES (584, '快递费', 35, '32', '', '无', '', '', '32', '', '现金', '4', '96', '2020-06-25', '不分期', NULL, '2020-09-17', '2020-07-13', '不计发票');
INSERT INTO `expenditure` VALUES (585, '差旅费', 35, '847', '', '无', '', '', '847', '', '现金', '4', '44', '2020-07-03', '不分期', NULL, '2020-09-17', '2020-07-24', '不计发票');
INSERT INTO `expenditure` VALUES (586, '机票', 35, '4193', '', '无', '兆麟、创哥、丁大勇、杨厂', '4193', '4193', '', '现金', '4', '42', '2020-07-13', '不分期', NULL, '2020-09-17', '2020-07-28', '有');
INSERT INTO `expenditure` VALUES (587, '打车', 35, '168.3', '', '无', '', '168.3', '168.3', '', '现金', '4', '96', '2020-07-12', '不分期', NULL, '2020-09-17', '2020-07-30', '有');
INSERT INTO `expenditure` VALUES (588, '机票（丁大勇）', 35, '786', '', '无', '', '786', '786', '', '现金', '4', '42', '2020-07-31', '不分期', NULL, '2020-09-17', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (589, '车费及餐饮', 35, '72', '', '无', '', '', '72', '', '现金', '4', '45', '2020-07-01', '不分期', NULL, '2020-09-17', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (590, '打车', 35, '157.96', '', '无', '', '157.96', '157.96', '', '现金', '4', '96', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '有');
INSERT INTO `expenditure` VALUES (591, '采购屏幕并安装', 36, '173943', '', '有', '', '', '', '', '银行', '1', '17', '2020-07-04', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (592, '新增', 36, '9240', '', '有', '', '', '', '', '银行', '1', '17', '2020-07-20', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (593, '手机', 36, '1599', '', '无', '', '1599', '1599', '', '现金', '1', '119', '2020-07-30', '不分期', NULL, '2020-09-17', '2020-07-30', '');
INSERT INTO `expenditure` VALUES (594, '华为手机', 36, '4322.77', '', '无', '两台', '', '4322.77', '', '现金', '1', '99', '2020-07-22', '不分期', NULL, '2020-09-17', '2020-07-22', '不计发票');
INSERT INTO `expenditure` VALUES (595, '平板电脑', 36, '1788', '', '无', '', '', '1788', '', '现金', '1', '99', '2020-07-22', '不分期', NULL, '2020-09-17', '2020-07-22', '不计发票');
INSERT INTO `expenditure` VALUES (596, '音频线、光纤线', 36, '964', '', '无', '', '', '964', '', '现金', '1', '42', '2020-07-04', '不分期', NULL, '2020-09-17', '2020-07-28', '不计发票');
INSERT INTO `expenditure` VALUES (597, '显示屏、硬盘', 36, '607', '', '无', '', '607', '607', '', '现金', '1', '44', '2020-08-05', '不分期', NULL, '2020-09-17', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (598, '轴承厂电路系统图', 36, '2500', '', '有', '', '', '2500', '', '现金', '2', '121', '2020-06-08', '不分期', NULL, '2020-09-17', '2020-06-23', '不计发票');
INSERT INTO `expenditure` VALUES (599, '施工图设计深化', 36, '9840', '', '有', '', '', '9840', '', '现金', '2', '124', '2020-05-27', '不分期', NULL, '2020-09-17', '2020-09-01', '不计发票');
INSERT INTO `expenditure` VALUES (600, '工法馆道具制作', 36, '355000', '', '有', '', '', '', '', '银行', '3', '21', '2020-07-12', '5期', NULL, '2020-09-17', '2020-09-01', '不计发票');
INSERT INTO `expenditure` VALUES (601, '补单（烤漆板、屏幕柜）', 36, '19870.44', '', '有', '', '', '', '', '银行', '3', '21', '2020-08-11', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (602, '模型制作', 36, '110000', '', '有', '', '', '', '', '银行', '3', '19', '2020-07-27', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (603, '室内标识一批', 36, '31500', '', '有', '', '', '', '', '银行', '3', '20', '2020-08-05', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (604, '杨厂运费', 36, '14170', '', '无', '', '14170', '14170', '', '银行', '3', '127', '2020-07-31', '不分期', NULL, '2020-09-17', '2020-07-31', '');
INSERT INTO `expenditure` VALUES (605, '运输费', 36, '3800', '', '无', '', '3800', '3800', '', '现金', '3', '127', '2020-09-04', '不分期', NULL, '2020-09-04', '2020-09-04', '');
INSERT INTO `expenditure` VALUES (606, '货拉拉代付', 36, '241.5', '', '无', '', '241.5', '241.5', '', '现金', '3', '108', '2020-06-20', '不分期', NULL, '2020-09-17', '2020-08-25', '');
INSERT INTO `expenditure` VALUES (607, '玻璃窗磁感应触发及按钮', 36, '2150', '', '无', '', '', '2150', '', '现金', '3', '51', '2020-07-22', '不分期', NULL, '2020-09-17', '2020-07-22', '不计发票');
INSERT INTO `expenditure` VALUES (608, '胶水', 36, '30', '', '无', '', '', '30', '', '现金', '3', '99', '2020-06-23', '不分期', NULL, '2020-09-17', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (609, '展示部品', 36, '5774.33', '', '无', '', '', '5774.33', '', '现金', '3', '42', '2020-07-14', '不分期', NULL, '2020-09-17', '2020-07-28', '不计发票');
INSERT INTO `expenditure` VALUES (610, '转盘', 36, '1285', '', '无', '', '', '1285', '', '现金', '3', '42', '2020-07-14', '不分期', NULL, '2020-09-17', '2020-07-28', '不计发票');
INSERT INTO `expenditure` VALUES (611, '转盘税点', 36, '15', '', '无', '', '', '15', '', '现金', '3', '42', '2020-08-04', '不分期', NULL, '2020-09-17', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (612, '3D模型及打样费', 36, '166', '', '无', '', '', '166', '', '现金', '3', '60', '2020-07-21', '不分期', NULL, '2020-09-17', '2020-08-05', '不计发票');
INSERT INTO `expenditure` VALUES (613, '插座面板及木锯子', 36, '22', '', '无', '', '', '22', '', '现金', '3', '52', '2020-08-09', '不分期', NULL, '2020-09-17', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (614, '无线充电及充电托', 36, '1013.03', '', '无', '', '', '1013.03', '', '现金', '3', '42', '2020-07-30', '不分期', NULL, '2020-09-17', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (615, '电动越野车', 36, '658', '', '无', '', '', '658', '', '现金', '3', '42', '2020-08-03', '不分期', NULL, '2020-09-17', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (616, '行李箱及收纳箱', 36, '1409.73', '', '无', '', '', '1409.73', '', '现金', '3', '42', '2020-08-03', '不分期', NULL, '2020-09-17', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (617, '货拉拉', 36, '98', '', '无', '', '', '98', '', '现金', '3', '51', '2020-06-04', '不分期', NULL, '2020-09-17', '2020-08-19', '不计发票');
INSERT INTO `expenditure` VALUES (618, '灯箱及快递费', 36, '424', '', '无', '', '', '424', '', '现金', '3', '103', '2020-08-07', '不分期', NULL, '2020-09-17', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (619, '搬运费2次及12个玻璃工工时', 36, '4800', '', '无', '', '', '4800', '', '现金', '3', '103', '2020-07-31', '不分期', NULL, '2020-09-17', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (620, '垃圾清运及清洁费', 36, '800', '', '无', '', '', '800', '', '现金', '3', '103', '2020-08-02', '不分期', NULL, '2020-09-17', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (621, '工程杂费', 36, '3871.31', '', '无', '', '', '3871.31', '', '现金', '3', '103', '2020-07-27', '不分期', NULL, '2020-09-17', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (622, '灯箱', 36, '599.5', '', '无', '', '', '599.5', '', '现金', '3', '60', '2020-08-06', '不分期', NULL, '2020-09-17', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (623, '工程道具', 36, '3262.14', '', '无', '', '', '3262.14', '', '现金', '3', '42', '2020-09-04', '不分期', NULL, '2020-09-17', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (624, '道具', 36, '279', '', '无', '', '', '279', '', '现金', '3', '42', '2020-09-08', '不分期', NULL, '2020-09-17', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (625, '打车', 36, '461.52', '', '无', '', '461.52', '461.52', '', '现金', '4', '108', '2020-05-08', '不分期', NULL, '2020-09-17', '2020-05-29', '有');
INSERT INTO `expenditure` VALUES (626, '打车及餐饮', 36, '291.53', '', '无', '', '291.53', '291.53', '', '现金', '4', '99', '2020-05-11', '不分期', NULL, '2020-09-17', '2020-07-07', '有');
INSERT INTO `expenditure` VALUES (627, '打车', 36, '160.44', '', '无', '', '160.44', '160.44', '', '现金', '4', '67', '2020-06-19', '不分期', NULL, '2020-09-17', '2020-07-15', '有');
INSERT INTO `expenditure` VALUES (628, '打车费', 36, '107', '', '无', '', '107', '107', '', '现金', '4', '108', '2020-06-12', '不分期', NULL, '2020-09-17', '2020-07-17', '有');
INSERT INTO `expenditure` VALUES (629, '打车', 36, '60.27', '', '无', '', '60.27', '60.27', '', '现金', '4', '98', '2020-06-05', '不分期', NULL, '2020-09-17', '2020-07-23', '有');
INSERT INTO `expenditure` VALUES (630, '蓝图打印', 36, '800', '', '无', '', '800', '800', '', '现金', '4', '42', '2020-07-14', '不分期', NULL, '2020-09-17', '2020-07-28', '有');
INSERT INTO `expenditure` VALUES (631, '打车', 36, '165.67', '', '无', '', '165.67', '165.67', '', '现金', '4', '60', '2020-07-03', '不分期', NULL, '2020-09-17', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (632, '打车及餐费', 36, '236', '', '无', '', '236', '236', '', '现金', '4', '103', '2020-06-16', '不分期', NULL, '2020-09-17', '2020-07-07', '有');
INSERT INTO `expenditure` VALUES (633, '机票（丁大勇、郑培焜）', 36, '3786', '', '无', '', '3786', '3786', '', '现金', '4', '42', '2020-06-23', '不分期', NULL, '2020-09-17', '2020-07-07', '有');
INSERT INTO `expenditure` VALUES (634, '打车及餐饮', 36, '338.2', '', '无', '', '338.2', '338.2', '', '现金', '4', '96', '2020-06-24', '不分期', NULL, '2020-09-17', '2020-07-13', '有');
INSERT INTO `expenditure` VALUES (635, '机票（杨厂、郑培焜）', 36, '2309', '', '无', '', '2309', '2309', '', '现金', '4', '42', '2020-07-11', '不分期', NULL, '2020-09-17', '2020-07-28', '有');
INSERT INTO `expenditure` VALUES (636, '机票（丁大勇）', 36, '693', '', '无', '', '693', '693', '', '现金', '4', '42', '2020-07-24', '不分期', NULL, '2020-09-17', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (637, '机票（杨厂3人）', 36, '2868', '', '无', '', '2868', '2868', '', '现金', '4', '42', '2020-07-26', '不分期', NULL, '2020-09-17', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (638, '差旅', 36, '490.49', '', '无', '', '', '490.49', '', '现金', '4', '96', '2020-07-20', '不分期', NULL, '2020-09-17', '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (639, '路油费、餐饮费、住宿费', 36, '2023', '', '无', '', '', '2023', '', '现金', '4', '52', '2020-08-02', '不分期', NULL, '2020-09-17', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (640, '机票（杨厂工人）', 36, '497', '', '无', '', '', '497', '', '现金', '4', '42', '2020-08-13', '不分期', NULL, '2020-09-17', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (641, '机票（李总、兆麟、石妮）', 36, '2823', '', '无', '', '2823', '2823', '', '现金', '4', '42', '2020-08-04', '不分期', NULL, '2020-09-17', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (642, '机票（杨厂及工人）', 36, '4426', '', '无', '', '4426', '4426', '', '现金', '4', '42', '2020-08-03', '不分期', NULL, '2020-09-17', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (643, '机票（李总、石妮、梓健、明哥）', 36, '3839', '', '无', '', '3839', '3839', '', '现金', '4', '42', '2020-08-07', '不分期', NULL, '2020-09-17', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (644, '打车', 36, '53', '', '无', '', '53', '53', '', '现金', '4', '122', '2020-08-04', '不分期', NULL, '2020-09-17', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (645, '差旅', 36, '1558', '', '无', '', '1558', '1558', '', '现金', '4', '44', '2020-08-05', '不分期', NULL, '2020-09-17', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (646, '餐饮', 36, '1967.77', '', '无', '42天', '', '1967.77', '', '现金', '4', '103', '2020-07-07', '不分期', NULL, '2020-09-17', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (647, '车费及住宿费', 36, '8339', '', '无', '住宿42天、勇哥2天、李总1天', '8339', '8339', '', '现金', '4', '103', '2020-07-06', '不分期', NULL, '2020-09-17', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (648, '杨厂工人住宿费', 36, '3948', '', '无', '住宿21天', '3948', '3948', '', '现金', '4', '103', '2020-07-06', '不分期', NULL, '2020-09-17', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (649, '图纸打印', 36, '872.5', '', '无', '', '', '872.5', '', '现金', '4', '103', '2020-07-08', '不分期', NULL, '2020-09-17', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (650, '打车', 36, '201.87', '', '无', '', '201.87', '201.87', '', '现金', '4', '60', '2020-08-01', '不分期', NULL, '2020-09-17', '2020-09-10', '有');
INSERT INTO `expenditure` VALUES (651, '水费及快递费', 36, '38.7', '', '无', '', '', '38.7', '', '现金', '4', '52', '2020-09-08', '不分期', NULL, '2020-09-17', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (652, '机票（郑培焜）', 36, '645.2', '', '无', '', '645.2', '645.2', '', '现金', '4', '42', '2020-09-08', '不分期', NULL, '2020-09-17', '2020-09-08', '有');
INSERT INTO `expenditure` VALUES (653, '采购屏幕并安装', 37, '106370', '', '有', '', '', '', '', '银行', '1', '17', '2020-07-28', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (654, '全彩LED显示屏', 37, '68518', '', '有', '', '', '', '', '银行', '1', '110', '2020-07-30', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (655, '全彩LED显示屏', 37, '31348', '', '有', '', '', '', '', '银行', '1', '110', '2020-07-27', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (656, '全彩LED显示屏', 37, '14990', '', '有', '', '', '', '', '银行', '1', '110', '2020-08-26', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (657, 'HDMI线', 37, '228', '', '无', '', '', '228', '', '现金', '1', '42', '2020-08-12', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (658, '展厅施工图纸', 37, '27500', '', '有', '', '', '27500', '', '现金', '2', '106', '2020-06-24', '不分期', NULL, '', '2020-07-08', '不计发票');
INSERT INTO `expenditure` VALUES (659, '施工图修改', 37, '8000', '', '有', '', '', '', '', '现金', '2', '106', '2020-08-04', '不分期', NULL, '', NULL, '不计发票');
INSERT INTO `expenditure` VALUES (660, '施工图增加款项', 37, '16000', '', '有', '', '', '16000', '', '现金', '2', '106', '2020-08-12', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (661, '二次机电制图', 37, '4200', '', '有', '', '', '4200', '', '现金', '2', '121', '2020-07-21', '不分期', NULL, '', '2020-08-25', '不计发票');
INSERT INTO `expenditure` VALUES (662, 'VJshi素材', 37, '158', '', '无', '', '158', '158', '', '现金', '2', '54', '2020-08-09', '不分期', NULL, '2020-09-18', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (663, 'Envato素材', 37, '2013.35', '', '无', '', '2013.35', '2013.35', '', '现金', '2', '54', '2020-08-12', '不分期', NULL, '2020-09-18', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (664, '模型制作', 37, '533300', '', '有', '', '', '', '', '银行', '3', '19', '2020-07-14', '5期', NULL, '2020-09-18', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (665, '五个建筑模型制作', 37, '75000', '', '有', '', '', '', '', '银行', '3', '19', '2020-07-30', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (666, '工法馆道具制作', 37, '280000', '', '有', '', '', '', '', '银行', '3', '21', '2020-07-31', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (667, 'WELL项目道具制作', 37, '94663.69', '', '有', '', '', '', '', '银行', '3', '21', '2020-08-10', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (668, '4.5米电动滑轨系统', 37, '14000', '', '有', '', '14000', '14000', '', '银行', '3', '111', '2020-08-07', '不分期', NULL, '2020-08-18', '2020-08-12', '');
INSERT INTO `expenditure` VALUES (669, '灯', 37, '90810', '', '有', '', '90810', '90810', '', '银行', '3', '128', '2020-07-24', '不分期', NULL, '2020-08-26', '2020-08-31', '');
INSERT INTO `expenditure` VALUES (670, '灯光控制台', 37, '28000', '', '有', '', '28000', '28000', '', '银行', '3', '128', '2020-08-24', '不分期', NULL, '2020-09-25', '2020-08-31', '');
INSERT INTO `expenditure` VALUES (671, '合同未收到', 37, '100000', '', '无', '', '100000', '100000', '', '银行', '3', '33', '2020-08-13', '不分期', NULL, '2020-09-18', '2020-08-13', '');
INSERT INTO `expenditure` VALUES (672, '电动窗帘费用', 37, '11000', '', '有', '', '11000', '11000', '', '银行', '3', '129', '2020-09-01', '不分期', NULL, '2020-09-18', '2020-09-01', '');
INSERT INTO `expenditure` VALUES (673, '落地支架', 37, '1900', '', '无', '', '1900', '1900', '', '现金', '3', '42', '2020-08-03', '不分期', NULL, '2020-09-18', '2020-08-13', '');
INSERT INTO `expenditure` VALUES (674, '沙发', 37, '6706', '', '无', '', '6706', '6706', '', '现金', '3', '42', '2020-08-03', '不分期', NULL, '2020-09-18', '2020-08-23', '');
INSERT INTO `expenditure` VALUES (675, '样板间ipad架', 37, '756', '', '无', '', '756', '756', '', '现金', '3', '51', '2020-07-26', '不分期', NULL, '2020-09-18', '2020-08-19', '');
INSERT INTO `expenditure` VALUES (676, '油桶', 37, '45', '', '无', '', '', '45', '', '现金', '3', '52', '2020-09-08', '不分期', NULL, '2020-09-18', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (677, '打车', 37, '61.4', '', '无', '', '61.4', '61.4', '', '现金', '4', '67', '2020-06-22', '不分期', NULL, '2020-09-18', '2020-07-15', '有');
INSERT INTO `expenditure` VALUES (678, '打车', 37, '275', '', '无', '', '275', '275', '', '现金', '4', '48', '2020-06-01', '不分期', NULL, '2020-09-18', '2020-07-28', '有');
INSERT INTO `expenditure` VALUES (679, '蓝图打印', 37, '400', '', '无', '', '', '400', '', '现金', '4', '42', '2020-07-16', '不分期', NULL, '2020-09-18', '2020-07-28', '不计发票');
INSERT INTO `expenditure` VALUES (680, '打车', 37, '166.37', '', '无', '', '166.37', '166.37', '', '现金', '4', '67', '2020-07-16', '不分期', NULL, '2020-09-18', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (681, '打车', 37, '617.04', '', '无', '', '617.04', '617.04', '', '现金', '4', '54', '2020-08-03', '不分期', NULL, '2020-09-18', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (682, '餐费、车费及补贴', 37, '1714', '', '无', '', '', '1714', '', '现金', '4', '119', '2020-08-12', '不分期', NULL, '2020-09-18', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (683, '住宿、加油费、路桥费', 37, '6486.02', '', '无', '', '6486.02', '6486.02', '', '现金', '4', '130', '2020-08-17', '不分期', NULL, '2020-09-18', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (684, '图纸打印', 37, '100', '', '无', '', '', '100', '', '现金', '4', '130', '2020-07-23', '不分期', NULL, '', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (685, '餐费', 37, '690', '', '无', '', '', '690', '', '现金', '4', '53', '2020-08-22', '不分期', NULL, '', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (686, '饮水', 37, '115', '', '无', '', '', '115', '', '现金', '4', '112', '2020-08-21', '不分期', NULL, '', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (687, '餐饮及加油费', 37, '630', '', '无', '', '', '630', '', '现金', '4', '52', '2020-09-08', '不分期', NULL, '', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (688, '全彩LED显示屏', 38, '71625', '', '有', '', '', '', '', '银行', '1', '110', '2020-08-01', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (689, '施工图', 38, '13050', '', '有', '', '', '', '', '现金', '2', '106', '2020-08-20', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (690, '渲染', 38, '160', '', '无', '', '', '160', '', '现金', '2', '105', '2020-07-27', '不分期', NULL, '', '2020-08-05', '不计发票');
INSERT INTO `expenditure` VALUES (691, '瓷砖', 38, '24225', '', '无', '', '24225', '24225', '', '银行', '3', '131', '2020-08-07', '不分期', NULL, '2020-09-18', '2020-08-07', '有');
INSERT INTO `expenditure` VALUES (692, '灯具', 38, '456', '', '无', '', '456', '456', '', '现金', '3', '42', '2020-08-03', '不分期', NULL, '2020-09-18', '2020-08-13', '');
INSERT INTO `expenditure` VALUES (693, '邮票道具', 38, '52', '', '无', '', '', '52', '', '现金', '3', '42', '2020-09-04', '不分期', NULL, '2020-09-18', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (694, '打车', 38, '146', '', '无', '', '146', '146', '', '现金', '4', '105', '2020-07-15', '不分期', NULL, '2020-09-18', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (695, '机票（丁大勇来回）', 38, '3770', '', '无', '', '3770', '3770', '', '现金', '4', '42', '2020-07-31', '不分期', NULL, '2020-09-18', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (696, '机票（陈冠文）', 38, '1801', '', '无', '', '1801', '1801', '', '现金', '4', '42', '2020-08-07', '不分期', NULL, '2020-09-18', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (697, '打车', 38, '55', '', '无', '', '55', '55', '', '现金', '4', '122', '2020-08-15', '不分期', NULL, '2020-09-18', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (698, '餐饮、打车及到付快递', 38, '364.88', '', '无', '', '', '364.88', '', '现金', '4', '60', '2020-07-26', '不分期', NULL, '2020-09-18', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (699, '打车及餐费', 38, '327.04', '', '无', '', '327.04', '327.04', '', '现金', '4', '96', '2020-09-11', '不分期', NULL, '2020-09-18', '2020-09-11', '有');
INSERT INTO `expenditure` VALUES (700, '邮票及机票（陈冠文）', 38, '1501', '', '无', '', '1501', '1501', '', '现金', '4', '42', '2020-09-04', '不分期', NULL, '2020-09-18', '2020-09-04', '有');
INSERT INTO `expenditure` VALUES (701, '打车', 39, '205.72', '', '无', '', '205.72', '205.72', '', '现金', '4', '108', '2020-04-14', '不分期', NULL, '2020-09-18', '2020-05-29', '');
INSERT INTO `expenditure` VALUES (702, '打车', 40, '74.56', '', '无', '', '74.56', '74.56', '', '现金', '4', '67', '2020-07-24', '不分期', NULL, '2020-09-18', '2020-08-23', '');
INSERT INTO `expenditure` VALUES (703, '打车', 40, '361', '', '无', '', '361', '361', '', '现金', '4', '108', '2020-07-04', '不分期', NULL, '2020-09-18', '2020-08-25', '');
INSERT INTO `expenditure` VALUES (704, '55寸不透明OLED', 41, '20000', '', '无', '', '20000', '20000', '', '银行', '1', '132', '2020-06-20', '不分期', NULL, '2020-09-18', '2020-06-22', '');
INSERT INTO `expenditure` VALUES (705, '便携式电脑', 41, '3090', '', '无', '', '3090', '3090', '', '银行', '1', '133', '2020-08-13', '不分期', NULL, '2020-09-18', '2020-08-13', '');
INSERT INTO `expenditure` VALUES (706, '采购屏幕并安装', 41, '11660', '', '有', '', '', '', '', '银行', '1', '17', '2020-08-15', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (707, '升降机采购', 41, '1400', '', '无', '', '1400', '1400', '', '现金', '3', '96', '2020-06-28', '不分期', NULL, '2020-09-18', '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (708, '打车', 41, '57.73', '', '无', '', '57.73', '57.73', '', '现金', '4', '53', '2020-07-10', '不分期', NULL, '2020-09-18', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (709, '餐饮', 41, '136.18', '', '无', '', '', '136.18', '', '现金', '4', '50', '2020-07-10', '不分期', NULL, '2020-09-18', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (710, '打车', 41, '315', '', '无', '', '315', '315', '', '现金', '4', '108', '2020-07-25', '不分期', NULL, '2020-09-18', '2020-08-26', '有');
INSERT INTO `expenditure` VALUES (711, '餐饮', 41, '26.7', '', '无', '', '', '26.7', '', '现金', '4', '47', '2020-08-04', '不分期', NULL, '2020-09-18', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (712, '餐饮及汽车费', 41, '578.8', '', '无', '', '', '578.8', '', '现金', '4', '52', '2020-07-07', '不分期', NULL, '2020-09-18', '2020-08-01', '不计发票');
INSERT INTO `expenditure` VALUES (713, '餐饮及汽车费', 41, '420', '', '无', '', '', '420', '', '现金', '4', '52', '2020-07-25', '不分期', NULL, '2020-09-18', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (714, '餐费', 41, '72.5', '', '无', '', '', '72.5', '', '现金', '4', '44', '2020-07-14', '不分期', NULL, '2020-09-18', '2020-08-15', '不计发票');
INSERT INTO `expenditure` VALUES (715, '餐费、车费及补贴', 41, '156', '', '无', '', '', '156', '', '现金', '4', '119', '2020-08-07', '不分期', NULL, '2020-09-18', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (716, '跑腿', 41, '47', '', '无', '', '', '47', '', '现金', '4', '42', '2020-09-04', '不分期', NULL, '2020-09-18', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (717, '全彩LED显示屏', 42, '115710', '', '有', '', '', '', '', '银行', '1', '110', '2020-08-03', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (718, '采购屏幕并安装', 42, '125433', '', '有', '', '', '', '', '银行', '1', '17', '2020-07-28', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (719, '手机', 42, '2168', '', '无', '', '2168', '2168', '', '现金', '1', '42', '2020-09-08', '不分期', NULL, '2020-09-08', '2020-09-08', '');
INSERT INTO `expenditure` VALUES (720, '拍摄费', 42, '155100', '', '有', '', '', '', '', '银行', '2', '134', '2020-08-05', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (721, '未收到合同', 42, '180000', '', '无', '', '', '', '', '银行', '2', '35', '2020-08-19', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (722, '影音室产品篇实景补拍', 42, '88502', '', '有', '', '88502', '88502', '', '银行', '2', '135', '2020-09-08', '不分期', NULL, '2020-09-18', '2020-09-08', '');
INSERT INTO `expenditure` VALUES (723, '施工图设计深化', 42, '10620', '', '有', '', '', '10620', '', '现金', '2', '124', '2020-05-27', '不分期', NULL, '', '2020-09-01', '不计发票');
INSERT INTO `expenditure` VALUES (724, '二手手机及手机线', 42, '2589', '', '无', '', '', '2589', '', '现金', '1', '42', '2020-09-04', '不分期', NULL, '', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (725, '工法馆道具制作', 42, '282103.59', '', '有', '', '', '', '', '银行', '3', '21', '2020-07-31', '4期', NULL, '', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (726, '手机支架及热水壶', 42, '323', '', '无', '', '', '323', '', '现金', '3', '42', '2020-07-19', '不分期', NULL, '', '2020-08-05', '不计发票');
INSERT INTO `expenditure` VALUES (727, '样品运费', 42, '288', '', '无', '', '', '288', '', '现金', '3', '96', '2020-06-30', '不分期', NULL, '', '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (728, '货拉拉', 42, '295', '', '无', '', '295', '295', '', '现金', '3', '51', '2020-08-12', '不分期', NULL, '2020-09-18', '2020-08-19', '有');
INSERT INTO `expenditure` VALUES (729, '货拉拉', 42, '99', '', '无', '', '99', '99', '', '现金', '3', '103', '2020-07-04', '不分期', NULL, '2020-09-18', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (730, '空调及手机支架', 42, '2148', '', '无', '', '2148', '2148', '', '现金', '3', '42', '2020-09-08', '不分期', NULL, '2020-09-18', '2020-09-08', '有');
INSERT INTO `expenditure` VALUES (731, '过滤器', 42, '279', '', '无', '', '', '279', '', '现金', '3', '42', '2020-09-08', '不分期', NULL, '2020-09-18', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (732, '打车', 42, '43.64', '', '无', '', '43.64', '43.64', '', '现金', '4', '107', '2020-05-19', '不分期', NULL, '2020-09-18', '2020-05-29', '有');
INSERT INTO `expenditure` VALUES (733, '打车', 42, '64.3', '', '无', '', '64.3', '64.3', '', '现金', '4', '98', '2020-06-11', '不分期', NULL, '2020-09-18', '2020-07-23', '有');
INSERT INTO `expenditure` VALUES (734, '打车', 42, '78.39', '', '无', '', '78.39', '78.39', '', '现金', '4', '64', '2020-08-13', '不分期', NULL, '2020-09-18', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (735, '加油费', 42, '390', '', '无', '', '390', '390', '', '现金', '4', '51', '2020-08-11', '不分期', NULL, '2020-09-18', '2020-08-19', '有');
INSERT INTO `expenditure` VALUES (736, '打车', 42, '43.34', '', '无', '', '43.34', '43.34', '', '现金', '4', '96', '2020-06-28', '不分期', NULL, '2020-09-18', '2020-07-30', '有');
INSERT INTO `expenditure` VALUES (737, '餐饮、加油费', 42, '423.79', '', '无', '', '423.79', '423.79', '', '现金', '4', '47', '2020-07-16', '不分期', NULL, '2020-09-18', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (738, '餐费、车费及补贴', 42, '866', '', '无', '', '866', '866', '', '现金', '4', '119', '2020-08-19', '不分期', NULL, '2020-09-18', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (739, '打车', 42, '39.7', '', '无', '', '39.7', '39.7', '', '现金', '4', '123', '2020-08-21', '不分期', NULL, '2020-09-18', '2020-08-31', '有');
INSERT INTO `expenditure` VALUES (740, '路油费及医药', 42, '695', '', '无', '', '', '695', '', '现金', '4', '44', '2020-08-19', '不分期', NULL, '2020-09-18', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (741, '餐饮', 42, '60', '', '无', '', '', '60', '', '现金', '4', '103', '2020-07-03', '不分期', NULL, '', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (742, '车费', 42, '98', '', '无', '', '98', '98', '', '现金', '4', '103', '2020-07-03', '不分期', NULL, '2020-09-19', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (743, '饮水', 42, '102.5', '', '无', '', '102.5', '102.5', '', '现金', '4', '112', '2020-08-20', '不分期', NULL, '2020-09-19', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (744, '打车及餐饮', 42, '230.16', '', '无', '', '', '230.16', '', '现金', '4', '60', '2020-08-15', '不分期', NULL, '2020-09-19', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (745, '打车及加油费', 42, '543.43', '', '无', '', '543.43', '543.43', '', '现金', '4', '136', '2020-09-04', '不分期', NULL, '2020-09-19', '2020-09-04', '有');
INSERT INTO `expenditure` VALUES (746, '屏幕采购并安装', 43, '167563', '', '有', '', '', '', '', '银行', '1', '17', '2020-07-04', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (747, '43寸透明屏', 43, '4950', '', '有', '', '4950', '4950', '', '银行', '1', '137', '2020-06-19', '不分期', NULL, '2020-09-19', '2020-06-19', '');
INSERT INTO `expenditure` VALUES (748, '全彩LED显示屏', 43, '37260', '', '有', '', '', '', '', '银行', '1', '110', '2020-07-31', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (749, '三维动画制作', 43, '25000', '', '无', '', '25000', '25000', '', '银行', '2', '113', '2020-07-15', '不分期', NULL, '2020-09-19', '2020-07-15', '');
INSERT INTO `expenditure` VALUES (750, '制作费', 43, '20500', '', '无', '', '20500', '20500', '', '银行', '2', '25', '2020-07-21', '不分期', NULL, '2020-09-19', '2020-07-21', '');
INSERT INTO `expenditure` VALUES (751, 'VJ素材', 43, '45', '', '无', '', '', '45', '', '现金', '2', '104', '2020-08-03', '不分期', NULL, '2020-09-19', '2020-07-13', '不计发票');
INSERT INTO `expenditure` VALUES (752, '施工图设计深化', 43, '8100', '', '有', '', '', '8100', '', '现金', '2', '124', '2020-05-27', '不分期', NULL, '2020-09-19', '2020-09-01', '不计发票');
INSERT INTO `expenditure` VALUES (753, '3D素材充值', 43, '100', '', '无', '', '', '100', '', '现金', '2', '112', '2020-09-03', '不分期', NULL, '2020-09-19', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (754, '工法馆道具制作', 43, '220593.65', '', '有', '', '', '', '', '银行', '3', '21', '2020-08-01', '4期', NULL, '2020-09-19', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (755, '合同未收到', 43, '200000', '', '无', '', '200000', '200000', '', '银行', '3', '33', '2020-08-10', '不分期', NULL, '2020-09-19', '2020-08-10', '');
INSERT INTO `expenditure` VALUES (756, '样板砖5块及蓝光铝槽灯', 43, '955', '', '无', '', '', '955', '', '现金', '3', '96', '2020-06-25', '不分期', NULL, '2020-09-19', '2020-07-13', '不计发票');
INSERT INTO `expenditure` VALUES (757, '运费', 43, '140', '', '无', '', '', '140', '', '现金', '3', '138', '2020-08-24', '不分期', NULL, '2020-09-19', '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (758, '打车', 43, '6.94', '', '无', '', '6.94', '6.94', '', '现金', '4', '64', '2020-06-30', '不分期', NULL, '2020-09-19', '2020-07-15', '');
INSERT INTO `expenditure` VALUES (759, '打车', 43, '108.81', '', '无', '', '108.81', '108.81', '', '现金', '4', '98', '2020-05-07', '不分期', NULL, '2020-09-19', '2020-07-23', '');
INSERT INTO `expenditure` VALUES (760, '打车', 43, '316', '', '无', '', '316', '316', '', '现金', '4', '97', '2020-08-03', '不分期', NULL, '2020-09-19', '2020-08-13', '');
INSERT INTO `expenditure` VALUES (761, '饮水费', 43, '84.94', '', '无', '', '84.94', '84.94', '', '现金', '4', '50', '2020-07-31', '不分期', NULL, '2020-09-19', '2020-08-17', '不计发票');
INSERT INTO `expenditure` VALUES (762, '提成', 43, '750', '', '无', '', '', '750', '', '现金', '4', '54', '2020-08-22', '不分期', NULL, '2020-09-19', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (763, '提成', 43, '810', '', '无', '', '', '810', '', '现金', '4', '115', '2020-08-22', '不分期', NULL, '2020-09-19', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (764, '提成', 43, '225', '', '无', '', '', '225', '', '现金', '4', '104', '2020-08-22', '不分期', NULL, '2020-09-19', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (765, '提成', 43, '345', '', '无', '', '', '345', '', '现金', '4', '55', '2020-08-22', '不分期', NULL, '2020-09-19', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (766, '提成', 43, '150', '', '无', '', '', '150', '', '现金', '4', '97', '2020-08-22', '不分期', NULL, '2020-09-19', '2020-08-22', '不计发票');
INSERT INTO `expenditure` VALUES (767, '劳务费', 43, '25900', '', '无', '', '', '25900', '', '现金', '4', '41', '2020-08-31', '不分期', NULL, '2020-09-19', '2020-08-31', '不计发票');
INSERT INTO `expenditure` VALUES (768, '招待及加油费', 43, '358', '', '无', '', '', '358', '', '现金', '4', '51', '2020-07-08', '不分期', NULL, '2020-09-19', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (769, '餐饮、车费、加油费', 43, '830.02', '', '无', '', '', '830.02', '', '现金', '4', '47', '2020-07-08', '不分期', NULL, '2020-09-19', '2020-08-13', '不计发票');
INSERT INTO `expenditure` VALUES (770, '打车', 43, '335.43', '', '无', '', '335.43', '335.43', '', '现金', '4', '60', '2020-08-08', '不分期', NULL, '2020-09-19', '2020-09-10', '有');
INSERT INTO `expenditure` VALUES (771, '餐饮及路油费', 43, '441.35', '', '无', '', '441.35', '441.35', '', '现金', '4', '52', '2020-09-08', '不分期', NULL, '2020-09-19', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (772, '展厅施工图纸', 44, '29150', '', '有', '', '', '29150', '', '现金', '2', '106', '2020-06-24', '不分期', NULL, '', '2020-08-20', '不计发票');
INSERT INTO `expenditure` VALUES (773, '餐饮', 44, '158.1', '', '无', '', '', '158.1', '', '现金', '4', '50', '2020-05-28', '不分期', NULL, '', '2020-07-07', '不计发票');
INSERT INTO `expenditure` VALUES (774, '打车', 44, '151.64', '', '无', '', '151.64', '151.64', '', '现金', '4', '107', '2020-06-09', '不分期', NULL, '2020-09-19', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (775, '采购LED屏幕并安装', 45, '550000', '', '有', '', '', '', '', '银行', '1', '22', '2020-09-09', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (776, '定制高亮液晶屏幕', 45, '56970', '', '有', '', '', '', '', '银行', '1', '110', '2020-08-17', '3期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (777, '硬件制作', 45, '28000', '', '无', '', '', '', '', '银行', '1', '68', '2020-09-09', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (778, '打车费', 45, '53', '', '无', '', '53', '53', '', '现金', '4', '108', '2020-06-14', '不分期', NULL, '2020-09-19', '2020-07-17', '');
INSERT INTO `expenditure` VALUES (779, '饮水', 45, '50', '', '无', '', '', '50', '', '现金', '4', '102', '2020-06-20', '不分期', NULL, '2020-09-19', '2020-08-05', '不计发票');
INSERT INTO `expenditure` VALUES (780, '打车费', 45, '86', '', '无', '', '', '86', '', '现金', '4', '108', '2020-07-09', '不分期', NULL, '2020-09-19', '2020-08-25', '不计发票');
INSERT INTO `expenditure` VALUES (781, '路桥费', 45, '82', '', '无', '', '', '82', '', '现金', '4', '44', '2020-08-23', '不分期', NULL, '2020-09-19', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (782, '打车费', 45, '19.38', '', '无', '', '19.38', '19.38', '', '现金', '4', '107', '2020-08-04', '不分期', NULL, '2020-09-19', '2020-09-10', '有');
INSERT INTO `expenditure` VALUES (783, '采购屏幕并安装', 46, '146080', '', '有', '', '', '', '', '银行', '1', '17', '2020-08-15', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (784, '施工图', 46, '10350', '', '有', '', '', '', '', '现金', '2', '106', '2020-08-20', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (785, '工法馆道具制作', 46, '253264.68', '', '有', '', '', '', '', '银行', '3', '21', '2020-08-22', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (786, '运输费', 46, '6050', '', '无', '德立物流', '6050', '6050', '', '银行', '3', '127', '2020-09-07', '不分期', NULL, '2020-09-08', '2020-09-07', '');
INSERT INTO `expenditure` VALUES (787, '智能门锁修复（从瀚鑫项目扣除）', 46, '1359', '', '无', '帮杨厂垫付', '', '1359', '', '现金', '3', '139', '2020-09-08', '不分期', NULL, '', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (788, '过滤器', 46, '279', '', '无', '', '', '279', '', '现金', '3', '42', '2020-09-08', '不分期', NULL, '', '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (789, '工程道具', 46, '2610.15', '', '无', '', '', '2610.15', '', '现金', '3', '42', '2020-09-04', '不分期', NULL, '', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (790, '打车', 46, '299', '', '无', '', '299', '299', '', '现金', '4', '108', '2020-07-11', '不分期', NULL, '2020-09-19', '2020-08-25', '有');
INSERT INTO `expenditure` VALUES (791, '餐饮及路油费', 46, '994.95', '', '无', '', '', '994.95', '', '现金', '4', '52', '2020-07-02', '不分期', NULL, '2020-09-19', '2020-07-15', '不计发票');
INSERT INTO `expenditure` VALUES (792, '机票（谭霖）', 46, '766', '', '无', '', '766', '766', '', '现金', '4', '42', '2020-07-26', '不分期', NULL, '2020-09-19', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (793, '机票（谭霖退票及杨帆机票）', 46, '704', '', '无', '', '704', '704', '', '现金', '4', '42', '2020-07-27', '不分期', NULL, '2020-09-19', '2020-08-13', '有');
INSERT INTO `expenditure` VALUES (794, '机票（梅志广）', 46, '640', '', '无', '', '640', '640', '', '现金', '4', '42', '2020-08-03', '不分期', NULL, '2020-09-19', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (795, '跑腿', 46, '107', '', '无', '', '', '107', '', '现金', '4', '42', '2020-09-04', '不分期', NULL, '2020-09-19', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (796, '屏幕采购并安装', 47, '20680', '', '有', '', '', '', '', '银行', '1', '17', '2020-07-23', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (797, 'UPS电源', 47, '834', '', '无', '', '834', '834', '', '现金', '1', '119', '2020-08-17', '不分期', NULL, '2020-09-19', '2020-08-17', '');
INSERT INTO `expenditure` VALUES (798, '高清线', 47, '218', '', '无', '', '218', '218', '', '现金', '1', '138', '2020-08-18', '不分期', NULL, '2020-09-19', '2020-09-03', '');
INSERT INTO `expenditure` VALUES (799, '金智家无感通行演员实拍', 47, '26155', '', '无', '', '26155', '26155', '', '银行', '2', '25', '2020-08-04', '不分期', NULL, '2020-08-04', '2020-08-04', '');
INSERT INTO `expenditure` VALUES (800, '施工图', 47, '7200', '', '有', '', '', '7200', '', '现金', '2', '106', '2020-08-20', '不分期', NULL, '2020-08-04', '2020-08-20', '不计发票');
INSERT INTO `expenditure` VALUES (801, '品牌馆制作', 47, '96000', '', '有', '', '', '', '', '银行', '3', '20', '2020-08-05', '5期', NULL, '2020-08-04', '2020-08-20', '不计发票');
INSERT INTO `expenditure` VALUES (802, '模型制作', 47, '38000', '', '有', '', '', '', '', '银行', '3', '19', '2020-07-06', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (803, '滑动屏电机、导轨', 47, '14000', '', '有', '', '14000', '14000', '', '银行', '3', '111', '2020-07-24', '不分期', NULL, '2020-09-02', '2020-07-24', '');
INSERT INTO `expenditure` VALUES (804, '界字费', 47, '14600', '', '有', '', '14600', '14600', '', '银行', '3', '38', '2020-09-11', '不分期', NULL, '2020-09-17', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (805, '运费', 47, '220', '', '无', '', '', '220', '', '现金', '3', '138', '2020-08-26', '不分期', NULL, NULL, '2020-09-03', '不计发票');
INSERT INTO `expenditure` VALUES (806, '工程材料', 47, '1071', '', '无', '', '', '1071', '', '现金', '3', '96', '2020-09-11', '不分期', NULL, NULL, '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (807, '网络维修', 47, '1100', '', '无', '', '', '1100', '', '现金', '3', '96', '2020-09-11', '不分期', NULL, NULL, '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (808, '踢脚线及收边', 47, '1000', '', '无', '', '', '1000', '', '现金', '3', '96', '2020-09-11', '不分期', NULL, NULL, '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (809, '封墙', 47, '8000', '', '无', '', '', '8000', '', '现金', '3', '96', '2020-09-11', '不分期', NULL, NULL, '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (810, '购排插和笔', 47, '76', '', '无', '', '', '76', '', '现金', '3', '52', '2020-09-08', '不分期', NULL, NULL, '2020-09-08', '不计发票');
INSERT INTO `expenditure` VALUES (811, '打车', 47, '126.52', '', '无', '', '126.52', '126.52', '', '现金', '4', '62', '2020-07-01', '不分期', NULL, '2020-09-19', '2020-07-28', '有');
INSERT INTO `expenditure` VALUES (812, '打车', 47, '47.8', '', '无', '', '47.8', '47.8', '', '现金', '4', '117', '2020-07-10', '不分期', NULL, '2020-09-19', '2020-08-03', '有');
INSERT INTO `expenditure` VALUES (813, '打车及餐饮', 47, '131.18', '', '无', '', '131.18', '131.18', '', '现金', '4', '60', '2020-07-16', '不分期', NULL, '2020-09-19', '2020-08-05', '有');
INSERT INTO `expenditure` VALUES (814, '打车', 47, '72.08', '', '无', '', '72.08', '72.08', '', '现金', '4', '67', '2020-07-20', '不分期', NULL, '2020-09-19', '2020-08-20', '有');
INSERT INTO `expenditure` VALUES (815, '差旅', 47, '379.6', '', '无', '', '', '379.6', '', '现金', '4', '96', '2020-07-13', '不分期', NULL, '2020-09-19', '2020-07-30', '不计发票');
INSERT INTO `expenditure` VALUES (816, '机票（丁大勇往返、安猪）', 47, '4432', '', '无', '', '4432', '4432', '', '现金', '4', '42', '2020-08-09', '不分期', NULL, '2020-09-19', '2020-08-23', '有');
INSERT INTO `expenditure` VALUES (817, '打车', 47, '53', '', '无', '', '53', '53', '', '现金', '4', '122', '2020-08-11', '不分期', NULL, '2020-09-19', '2020-09-03', '有');
INSERT INTO `expenditure` VALUES (818, '打车', 47, '103.56', '', '无', '', '103.56', '103.56', '', '现金', '4', '60', '2020-07-23', '不分期', NULL, '2020-09-19', '2020-09-10', '有');
INSERT INTO `expenditure` VALUES (819, '差旅', 47, '5971.21', '', '无', '', '5971.21', '5971.21', '', '现金', '4', '96', '2020-09-11', '不分期', NULL, '2020-09-19', '2020-09-11', '有');
INSERT INTO `expenditure` VALUES (820, '图纸打印', 47, '18', '', '无', '', '', '18', '', '现金', '4', '96', '2020-09-11', '不分期', NULL, '2020-09-19', '2020-09-11', '不计发票');
INSERT INTO `expenditure` VALUES (821, '差旅', 47, '2363', '', '无', '', '2363', '2363', '', '现金', '4', '52', '2020-09-08', '不分期', NULL, '2020-09-19', '2020-09-08', '有');
INSERT INTO `expenditure` VALUES (822, '机票及车费（安猪、张化明）', 47, '2450', '', '无', '', '2450', '2450', '', '现金', '4', '42', '2020-09-04', '不分期', NULL, '2020-09-19', '2020-09-04', '有');
INSERT INTO `expenditure` VALUES (823, '机票（明哥、李昊、谭霖工人）', 47, '5951', '', '无', '', '5951', '5951', '', '现金', '4', '42', '2020-09-08', '不分期', NULL, '2020-09-19', '2020-09-08', '有');
INSERT INTO `expenditure` VALUES (824, '机票（明哥、丁大勇）', 47, '2732', '', '无', '', '2732', '2732', '', '现金', '4', '42', '2020-09-04', '不分期', NULL, '2020-09-19', '2020-09-04', '有');
INSERT INTO `expenditure` VALUES (825, '打车费', 48, '81.49', '', '无', '', '81.49', '81.49', '', '现金', '4', '107', '2020-07-18', '不分期', NULL, '2020-09-19', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (826, '打车费', 48, '121', '', '无', '', '121', '121', '', '现金', '4', '105', '2020-07-23', '不分期', NULL, '2020-09-19', '2020-08-05', '');
INSERT INTO `expenditure` VALUES (827, 'TVCBOOK创意网站', 49, '399', '', '无', '', '', '399', '', '现金', '2', '116', '2020-07-01', '不分期', NULL, '', '2020-08-25', '不计发票');
INSERT INTO `expenditure` VALUES (828, '充值插件', 49, '76', '', '无', '', '', '76', '', '现金', '2', '107', '2020-07-18', '不分期', NULL, '', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (829, '餐饮费及加油费', 49, '721', '', '无', '', '', '721', '', '现金', '4', '51', '2020-07-14', '不分期', NULL, '', '2020-08-23', '不计发票');
INSERT INTO `expenditure` VALUES (830, '车费', 49, '236.08', '', '无', '', '236.08', '236.08', '', '现金', '4', '107', '2020-07-25', '不分期', NULL, '2020-09-19', '2020-09-10', '有');
INSERT INTO `expenditure` VALUES (831, '餐费', 50, '26', '', '无', '', '', '26', '', '现金', '4', '60', '2020-08-27', '不分期', NULL, '', '2020-09-10', '不计发票');
INSERT INTO `expenditure` VALUES (832, '采购LED并安装', 37, '18974', '', '有', '', '', '', '', '银行', '1', '22', '2020-09-09', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (833, '4.5米电动滑轨系统', 45, '14420', '', '有', '', '', '', '', '银行', '3', '142', '2020-09-08', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (834, '电动转盘系统', 42, '16480', '', '有', '', '', '', '', '银行', '3', '142', '2020-09-08', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (835, '施工图纸', 50, '30420', '', '有', '', '', '', '', '现金', '2', '106', '2020-08-27', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (836, '施工图纸', 49, '5950', '', '有', '', '', '', '', '现金', '2', '106', '2020-09-08', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (837, '道具制作及安装', 47, '140000', '', '有', '', '', '', '', '银行', '3', '140', '2020-09-09', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (838, '灯具制作及安装', 36, '90000', '', '有', '', '', '', '', '银行', '3', '140', '2020-09-09', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (839, '深化设计', 22, '62550', '', '有', '', '', '', '', '现金', '2', '124', '2020-07-21', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (840, '界字费', 36, '12400', '', '有', '', '', '', '', '银行', '3', '38', '2020-07-21', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (841, '界字费', 42, '13700', '', '有', '', '', '', '', '银行', '3', '38', '2020-07-21', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (842, '界字费', 37, '11500', '', '有', '', '', '', '', '银行', '3', '38', '2020-07-21', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (843, '界字费', 43, '17450', '', '有', '', '', '', '', '银行', '3', '38', '2020-07-21', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (844, '采购LED并安装', 21, '340000', '', '有', '', '', '', '', '银行', '1', '22', '2020-09-09', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (845, '采购投影设备并安装', 45, '191012', '', '有', '', '', '', '', '银行', '1', '22', '2020-09-09', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (846, '采购LED屏并安装', 29, '18719.6', '', '有', '', '', '', '', '银行', '1', '22', '2020-09-09', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (847, '灯具、单透镜制作及安装', 43, '70000', '', '有', '', '', '', '', '银行', '3', '140', '2020-09-09', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (848, '三维制作', 43, '40227', '', '无', '', '40227', '40227', '', '银行', '2', '100', '2020-09-14', '不分期', NULL, '2020-09-03', '2020-09-14', '');
INSERT INTO `expenditure` VALUES (849, '高新区模型更新制作（新增三个产业园模型）', 20, '19200', '', '有', '', '19200', '19200', '', '银行', '2', '25', '2020-09-14', '不分期', NULL, '2020-09-14', '2020-09-14', '');
INSERT INTO `expenditure` VALUES (850, '购材料样板', 22, '1130', '', '无', '', '', '1130', '', '现金', '3', '67', '2020-09-02', '不分期', NULL, '', '2020-09-02', '不计发票');
INSERT INTO `expenditure` VALUES (851, '项目设备配备', 46, '54660.8', '', '无', '6225+392.7+8135+8623+22001.1+1149+2145+2120+3870', '6225', '6225', '', '现金', '1', '141', '2020-09-02', '不分期', NULL, '2020-09-22', '2020-09-02', '有');
INSERT INTO `expenditure` VALUES (852, '机柜3台', 45, '3735', '', '无', '', '3735', '3735', '', '银行', '1', '141', '2020-09-10', '不分期', NULL, '2020-09-22', '2020-09-10', '');
INSERT INTO `expenditure` VALUES (853, '项目设备配备款', 29, '61945.4', '', '无', '4789.2+2615+4976+2769+3499+7000+19563.2+2318+11765+2651\n', '63790.4', '63790.4', '', '现金', '1', '141', '2020-09-15', '不分期', NULL, '2020-09-22', '2020-09-15', '');
INSERT INTO `expenditure` VALUES (854, '电脑配备', 33, '9036', '', '无', '8000+1036', '9036', '9036', '', '现金', '1', '141', '2020-09-15', '不分期', NULL, '2020-09-22', '2020-09-15', '');
INSERT INTO `expenditure` VALUES (855, '电脑配备', 42, '12192.5', '', '无', '1568+1928.5+1779+2499+4418', '12192.5', '12192.5', '', '现金', '1', '141', '2020-09-15', '不分期', NULL, '2020-09-22', '2020-09-15', '');
INSERT INTO `expenditure` VALUES (856, '电脑配备', 43, '13437.5', '', '无', '599+1928.5+1230+3199+515+2499+1198+2269', '13437.5', '13437.5', '', '现金', '1', '141', '2020-09-15', '不分期', NULL, '2020-09-22', '2020-09-15', '');
INSERT INTO `expenditure` VALUES (857, '电脑配备', 37, '24035', '', '无', '1845+515+3199+5538+8000+4938', '24035', '24035', '', '现金', '1', '141', '2020-09-15', '不分期', NULL, '2020-09-22', '2020-09-15', '');
INSERT INTO `expenditure` VALUES (858, '电脑配备', 45, '8294', '', '无', '3735+4559', '8294', '8294', '', '现金', '1', '141', '2020-09-21', '不分期', NULL, '2020-09-22', '2020-09-21', '');
INSERT INTO `expenditure` VALUES (859, '设备及机柜', 21, '7633.8', '', '无', '6713.8+920', '7633.8', '7633.8', '', '现金', '1', '141', '2020-09-15', '不分期', NULL, '2020-09-22', '2020-09-15', '');
INSERT INTO `expenditure` VALUES (860, '平板电脑配件', 36, '599', '', '无', '', '599', '599', '', '现金', '1', '141', '2020-08-18', '不分期', NULL, '2020-09-22', '2020-08-18', '');
INSERT INTO `expenditure` VALUES (861, '飘带打样', 22, '1800', '', '无', '广州市海珠区美廉友雕塑厂', '1800', '1800', '', '银行', '3', '53', '2020-09-02', '不分期', NULL, '2020-09-14', '2020-09-02', '');
INSERT INTO `expenditure` VALUES (862, '雷迪司UPS', 47, '834', '', '无', '', '834', '834', '', '现金', '1', '141', '2020-08-17', '不分期', NULL, '2020-09-22', '2020-08-17', '');
INSERT INTO `expenditure` VALUES (863, '神彩喷绘', 32, '8431.5', '', '无', '', '', '8431.5', '', '现金', '3', '94', '2020-09-15', '不分期', NULL, '', '2020-09-15', '不计发票');
INSERT INTO `expenditure` VALUES (864, '神彩喷绘', 36, '3445.12', '', '无', '', '', '3445.12', '', '现金', '3', '94', '2020-09-15', '不分期', NULL, '', '2020-09-15', '不计发票');
INSERT INTO `expenditure` VALUES (865, '神彩喷绘', 37, '4806.9', '', '无', '', '', '4806.9', '', '现金', '3', '94', '2020-09-15', '不分期', NULL, '', '2020-09-15', '不计发票');
INSERT INTO `expenditure` VALUES (866, '神彩喷绘', 42, '2470.86', '', '无', '', '', '2470.86', '', '现金', '3', '94', '2020-09-15', '不分期', NULL, '', '2020-09-15', '不计发票');
INSERT INTO `expenditure` VALUES (867, '车费、油费及饮水费', 43, '1948.83', '', '无', '78.87+128.25+21.77+113.54+123.09+48+87.13+113.5+36.7+45.31+260+38+245+264.03+62.8+27+255.84', '', '1948.83', '', '现金', '4', '99', '2020-09-04', '不分期', NULL, '', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (868, '门锁、钻头、充电线', 43, '517.7', '', '无', '180+152.7+185', '', '517.7', '', '现金', '3', '99', '2020-09-04', '不分期', NULL, '', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (869, '差旅', 36, '539.32', '', '无', '66.61+37.2+59+111.83+9.68+168+87', '539.32', '539.32', '', '现金', '4', '99', '2020-09-04', '不分期', NULL, '2020-09-04', '2020-09-04', '');
INSERT INTO `expenditure` VALUES (870, '部品及门锁', 36, '680.2', '', '无', '341.3+86+27.9+45+180', '', '680.2', '', '现金', '3', '99', '2020-09-04', '不分期', NULL, '2020-09-04', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (871, '车费及餐饮费', 42, '387.23', '', '无', '', '', '387.23', '', '现金', '4', '99', '2020-09-04', '不分期', NULL, '', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (872, '门锁及货拉拉', 42, '278', '', '无', '180+98', '', '278', '', '现金', '3', '99', '2020-09-04', '不分期', NULL, '', '2020-09-04', '不计发票');
INSERT INTO `expenditure` VALUES (873, '采购屏幕并安装', 50, '133000', '', '有', '', '', '', '', '银行', '1', '17', '2020-09-21', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (874, '施工图', 52, '10500', '', '有', '', '', '', '', '现金', '2', '106', '2020-09-08', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (875, '采购屏幕并安装', 49, '31000', '', '有', '', '', '', '', '银行', '1', '17', '2020-09-21', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (876, '海浪三维动画制作', 51, '60000', '', '无', '', '60000', '60000', '', '银行', '2', '34', '2020-09-18', '不分期', NULL, '2020-09-18', '2020-09-18', '');
INSERT INTO `expenditure` VALUES (877, '购功放', 45, '868', '', '无', '', '', '868', '', '现金', '1', '138', '2020-09-18', '不分期', NULL, '', '2020-09-18', '不计发票');
INSERT INTO `expenditure` VALUES (878, '设备采购', 33, '556', '', '无', '', '', '556', '', '现金', '1', '44', '2020-09-18', '不分期', NULL, '', '2020-09-18', '');
INSERT INTO `expenditure` VALUES (879, '设备采购', 21, '556', '', '无', '', '', '556', '', '现金', '1', '44', '2020-09-18', '不分期', NULL, '', '2020-09-18', '');
INSERT INTO `expenditure` VALUES (880, '设备采购', 45, '12448', '', '无', '3686+4046+3336+1380', '', '12448', '', '现金', '1', '44', '2020-09-18', '不分期', NULL, '', '2020-09-18', '');
INSERT INTO `expenditure` VALUES (881, '电路系统图', 21, '500', '', '无', '请款给潘航', '', '500', '', '现金', '2', '50', '2020-09-24', '不分期', NULL, '', '2020-09-24', '不计发票');
INSERT INTO `expenditure` VALUES (882, '垃圾清理费', 37, '6300', '', '有', '', '', '6300', '', '现金', '3', '51', '2020-09-27', '不分期', NULL, '', '2020-09-18', '不计发票');
INSERT INTO `expenditure` VALUES (883, '装修工程服务', 45, '625537.1', '', '有', '', '', '', '', '银行', '3', '140', '2020-09-25', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (884, 'WELL馆增加物料', 37, '37000', '', '有', '', '', '37000', '', '银行', '3', '21', '2020-09-13', '不分期', NULL, '', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (885, '标识物料', 46, '45000', '', '有', '', '', '', '', '银行', '3', '20', '2020-09-28', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (886, '品牌馆标识', 42, '37000', '', '有', '', '', '', '', '银行', '3', '20', '2020-09-16', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (887, '标识物料', 37, '32000', '', '有', '', '', '', '', '银行', '3', '20', '2020-09-16', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (888, '标识物料', 33, '33000', '', '有', '', '', '', '', '银行', '3', '20', '2020-09-16', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (889, '品牌馆增加', 30, '22500', '', '有', '', '', '', '', '银行', '3', '20', '2020-09-16', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (890, '增加标识物料', 31, '18000', '', '有', '', '', '', '', '银行', '3', '20', '2020-09-16', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (891, '制作建筑模型', 22, '55000', '', '有', '', '', '', '', '银行', '3', '143', '2020-09-23', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (892, '采购屏幕并安装', 52, '58000', '', '有', '', '', '', '', '银行', '1', '17', '2020-09-24', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (893, 'WELL馆采购屏幕并安装', 22, '92000', '', '有', '', '', '', '', '银行', '1', '17', '2020-09-26', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (894, '购买球场模型', 50, '1185', '', '无', '', '', '1185', '', '现金', '3', '139', '2020-09-24', '不分期', NULL, '', '2020-09-24', '不计发票');
INSERT INTO `expenditure` VALUES (895, '安装玻璃人工费（从谭霖费用扣）', 42, '5000', '', '无', '', '', '5000', '', '现金', '3', '144', '2020-09-18', '不分期', NULL, '', '2020-09-18', '不计发票');
INSERT INTO `expenditure` VALUES (896, '差旅', 43, '3431.4', '', '无', '57.39+16+40+8+12+79.1+43.8+17+32+35.3+250+46.59+55.5+176+55+161+41.26+39.3+63+45.8+36.8+16+44+12+44.48+16+22.8+240.98+155+40+16+76.4+28+179+109.02+46.14+179+12.62+131.9+179+45+151.97+179+55.18+69.49+46.58+25（住宿6天，加油2次）', '', '3431.4', '', '现金', '4', '47', '2020-09-28', '不分期', NULL, '2020-09-28', '2020-09-28', '不计发票');
INSERT INTO `expenditure` VALUES (897, '工程材料款及垃圾清理费', 43, '3878.5', '', '无', '29+84.5+8+95+270+2000+92+1300', '', '3878.5', '', '现金', '3', '47', '2020-09-28', '不分期', NULL, '2020-09-28', '2020-09-28', '不计发票');
INSERT INTO `expenditure` VALUES (898, '修车费', 43, '630', '', '无', '', '', '630', '', '现金', '4', '47', '2020-09-28', '不分期', NULL, '2020-09-28', '2020-09-28', '不计发票');
INSERT INTO `expenditure` VALUES (899, '餐费、油费及车费', 32, '807.29', '', '无', '35.82+139+250+48.7+41.76+151.97+82.54+57.5', '', '807.29', '', '现金', '4', '47', '2020-09-28', '不分期', NULL, '', '2020-09-28', '不计发票');
INSERT INTO `expenditure` VALUES (900, '材料、垃圾清理、快递费', 32, '618', '', '无', '85+202+100+46+185', '', '618', '', '现金', '3', '47', '2020-09-28', '不分期', NULL, '', '2020-09-28', '不计发票');
INSERT INTO `expenditure` VALUES (901, '打车', 42, '46.15', '', '无', '', '46.15', '46.15', '', '现金', '4', '47', '2020-09-28', '不分期', NULL, '2020-09-28', '2020-09-28', '');
INSERT INTO `expenditure` VALUES (902, '设计图纸', 53, '5510', '', '有', '', '', '', '', '银行', '2', '145', '2020-09-30', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (903, '更改旋转台（增加）', 42, '17050', '', '有', '', '', '', '', '银行', '3', '21', '2020-10-10', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (904, '黑色不锈钢板（增加）', 36, '1133', '', '有', '', '', '', '', '银行', '3', '21', '2020-10-10', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (905, '工法馆道具制作（WELL馆）', 22, '110394.63', '', '有', '', '', '', '', '银行', '3', '21', '2020-10-08', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (906, '工法馆道具制作', 50, '167777.29', '', '有', '', '', '', '', '银行', '3', '21', '2020-10-08', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (907, '工法馆道具制作', 28, '140274.24', '', '有', '', '', '', '', '银行', '3', '21', '2020-10-08', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (908, '标识物料', 43, '21000', '', '有', '', '', '', '', '银行', '3', '20', '2020-10-16', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (909, '采购屏幕并安装（城市展厅）', 22, '173000', '', '有', '', '', '', '', '银行', '1', '17', '2020-10-07', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (910, '增加物料', 35, '1956', '', '有', '', '', '', '', '银行', '3', '20', '2020-07-17', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (911, '增加物料', 23, '1164', '', '有', '', '', '', '', '银行', '3', '20', '2020-07-17', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (912, '操控台（4台）', 22, '7800', '', '无', '', '', '7800', '', '银行', '3', '146', '2020-10-09', '不分期', NULL, '', '2020-10-09', '');
INSERT INTO `expenditure` VALUES (915, '三维影视片后期制作剪辑', 28, '20000', '', '有', '', '', '', '', '银行', '2', '114', '2020-10-09', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (916, '三维影视片后期制作剪辑', 22, '46000', '', '有', '', '', '', '', '银行', '2', '114', '2020-10-09', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (917, '多媒体动画内容制作', 22, '26000', '', '有', '', '', '', '', '银行', '2', '149', '2020-10-09', '2期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (918, '采购屏幕并安装', 53, '107000', '', '有', '', '', '', '', '银行', '1', '17', '2020-10-13', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (919, '城市展厅新增项屏幕采购及安装', 22, '16500', '', '有', '', '', '', '', '银行', '1', '17', '2020-10-13', '6期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (920, '模型制作', 49, '36000', '', '有', '', '', '', '', '银行', '3', '19', '2020-10-08', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (921, '模型制作', 53, '36000', '', '有', '', '', '', '', '银行', '3', '19', '2020-10-08', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (922, '模型制作', 50, '53000', '', '有', '', '', '', '', '银行', '3', '19', '2020-10-06', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (923, '水晶建筑模型制作', 37, '12190', '', '有', '', '', '', '', '银行', '3', '19', '2020-10-06', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (924, '模型制作', 29, '7420', '', '有', '', '', '', '', '银行', '3', '19', '2020-10-06', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (925, '增项模型制作', 47, '7420', '', '有', '', '', '', '', '银行', '3', '19', '2020-10-06', '不分期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (926, '道具制作及安装', 41, '30859.15', '', '有', '', '', '', '', '银行', '3', '140', '2020-10-16', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (927, '道具制作及安装', 51, '33812.45', '', '有', '', '', '', '', '银行', '3', '140', '2020-10-16', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (928, '道具制作及安装', 16, '99789.5', '', '有', '', '', '', '', '银行', '3', '140', '2020-10-16', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (929, 'WELL馆空间整改', 23, '180309.65', '', '有', '', '', '', '', '银行', '3', '140', '2020-10-16', '5期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (930, '建筑模型', 22, '12500', '', '有', '', '', '', '', '银行', '3', '143', '2020-10-10', '4期', NULL, '', '', '');
INSERT INTO `expenditure` VALUES (931, '拉铝板到杨厂处', 22, '635', '', '无', '', '', '635', '', '现金', '3', '136', '2020-10-09', '不分期', NULL, '', '2020-10-09', '不计发票');
INSERT INTO `expenditure` VALUES (932, '水晶柱（2000根）', 22, '7000', '', '无', '', '', '7000', '', '银行', '3', '71', '2020-10-09', '不分期', NULL, '', '2020-10-09', '有');
INSERT INTO `expenditure` VALUES (933, '生态之城-植物台感应6套', 22, '7200', '', '无', '', '', '7200', '', '现金', '1', '69', '2020-10-09', '不分期', NULL, '', '2020-10-09', '不计发票');
INSERT INTO `expenditure` VALUES (934, '九宾之礼铝板喷绘', 31, '3148', '', '无', '', '', '3148', '', '现金', '3', '150', '2020-09-30', '不分期', NULL, '', '2020-09-30', '不计发票');
INSERT INTO `expenditure` VALUES (935, '灯具采购', 22, '19552.5', '', '无', '', '', '19552.5', '', '银行', '3', '151', '2020-09-30', '不分期', NULL, '', '2020-09-30', '');
INSERT INTO `expenditure` VALUES (936, '弱电安装', 22, '20000', '', '无', '', '', '20000', '', '现金', '3', '152', '2020-09-30', '不分期', NULL, '', '2020-09-30', '不计发票');
INSERT INTO `expenditure` VALUES (937, '投影灯3组', 22, '1829', '', '无', '', '', '1829', '', '现金', '3', '93', '2020-10-09', '不分期', NULL, '', '2020-10-09', '不计发票');
INSERT INTO `expenditure` VALUES (938, '维修升降机', 41, '300', '', '无', '', '', '300', '', '现金', '3', '52', '2020-07-24', '不分期', NULL, '', '2020-10-09', '不计发票');
INSERT INTO `expenditure` VALUES (939, '设备采购', 50, '34114', '', '无', '', '', '34114', '', '现金', '1', '141', '2020-10-13', '不分期', NULL, '', '2020-10-13', '');
INSERT INTO `expenditure` VALUES (940, '设备采购', 51, '1040', '', '无', '', '', '1040', '', '银行', '1', '153', '2020-09-27', '不分期', NULL, '', '2020-09-27', '');
INSERT INTO `expenditure` VALUES (941, '设备采购-硬盘', 22, '5250', '', '无', '', '', '5250', '', '银行', '1', '154', '2020-10-14', '不分期', NULL, '', '2020-10-14', '');
INSERT INTO `expenditure` VALUES (942, '1.6米机柜两个', 45, '2042', '', '无', '', '', '2042', '', '银行', '1', '153', '2020-09-21', '不分期', NULL, '', '2020-09-21', '');
INSERT INTO `expenditure` VALUES (943, '4G网上充值', 29, '599', '', '无', '', '', '599', '', '现金', '1', '53', '2020-09-27', '不分期', NULL, '', '2020-09-27', '');
INSERT INTO `expenditure` VALUES (944, '电脑设备采购', 45, '36912.9', '', '无', '', '', '36912.9', '', '现金', '1', '119', '2020-09-11', '不分期', NULL, '', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (945, 'BOSE ds16f', 46, '1230', '', '无', '', '', '1230', '', '银行', '1', '155', '2020-09-09', '不分期', NULL, '', '2020-09-09', '');
INSERT INTO `expenditure` VALUES (946, '混合网络控制', 46, '1174', '', '无', '', '', '1174', '', '现金', '1', '119', '2020-09-04', '不分期', NULL, '', '2020-09-04', '');
INSERT INTO `expenditure` VALUES (947, 'BOSE音响', 21, '3230', '', '无', '', '', '3230', '', '银行', '1', '155', '2020-09-11', '不分期', NULL, '', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (948, '电脑设备', 33, '10085.7', '', '无', '', '', '10085.7', '', '现金', '1', '119', '2020-09-11', '不分期', NULL, '', '2020-09-11', '');
INSERT INTO `expenditure` VALUES (949, '交换机', 46, '529', '', '无', '', '', '529', '', '现金', '1', '119', '2020-09-17', '不分期', NULL, '', '2020-09-17', '');
INSERT INTO `expenditure` VALUES (950, '雷达', 50, '8000', '', '无', '', '', '8000', '', '现金', '1', '119', '2020-09-21', '不分期', NULL, '', '2020-09-21', '');
INSERT INTO `expenditure` VALUES (951, '网传（无源20个+有源2个）', 45, '2212', '', '无', '', '', '2212', '', '现金', '1', '119', '2020-09-24', '不分期', NULL, '', '2020-09-24', '');
INSERT INTO `expenditure` VALUES (952, '雷达', 50, '8000', '', '无', '', '', '8000', '', '现金', '1', '119', '2020-09-25', '不分期', NULL, '', '2020-09-25', '');
INSERT INTO `expenditure` VALUES (953, 'surface go', 29, '1999', '', '无', '', '', '1999', '', '现金', '1', '119', '2020-09-28', '不分期', NULL, '', '2020-09-28', '');
INSERT INTO `expenditure` VALUES (954, '雷达', 49, '1699', '', '无', '', '', '1699', '', '现金', '1', '156', '2020-10-09', '不分期', NULL, '', '2020-10-09', '');
INSERT INTO `expenditure` VALUES (955, '雷达3个', 50, '5097', '', '无', '', '', '5097', '', '银行', '1', '156', '2020-10-09', '不分期', NULL, '', '2020-10-09', '');
INSERT INTO `expenditure` VALUES (956, 'USB延长线', 50, '948', '', '无', '', '', '948', '', '现金', '1', '119', '2020-10-10', '不分期', NULL, '', '2020-10-10', '');
INSERT INTO `expenditure` VALUES (957, 'USB延长线', 49, '56', '', '无', '', '', '56', '', '现金', '1', '119', '2020-10-10', '不分期', NULL, '', '2020-10-10', '');
INSERT INTO `expenditure` VALUES (958, '低音炮一个', 50, '2000', '', '无', '', '', '2000', '', '银行', '1', '155', '2020-10-14', '不分期', NULL, '', '2020-10-14', '');
INSERT INTO `expenditure` VALUES (959, '低音炮一个', 49, '2000', '', '无', '', '', '2000', '', '银行', '1', '155', '2020-10-14', '不分期', NULL, '', '2020-10-14', '');
INSERT INTO `expenditure` VALUES (960, '生态之城喇叭花', 22, '13000', '', '无', '', '', '13000', '', '银行', '3', '157', '2020-10-16', '不分期', NULL, '', '2020-10-19', '');
INSERT INTO `expenditure` VALUES (961, '前台灯具尾款', 22, '19552.5', '', '无', '', '', '19552.5', '', '银行', '3', '151', '2020-10-16', '不分期', NULL, '', '2020-10-17', '');
INSERT INTO `expenditure` VALUES (962, '机柜两个', 22, '3250', '', '无', '', '', '3250', '', '银行', '1', '153', '2020-10-16', '不分期', NULL, '', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (963, '延长线', 22, '426', '', '无', '', '', '426', '', '现金', '1', '136', '2020-09-29', '不分期', NULL, '', '2020-09-29', '');
INSERT INTO `expenditure` VALUES (964, '杨厂工人报销安装玻璃费用', 36, '3901.63', '', '无', '转给杨厂私人，金烁报销  2781.23+1120.4', '', '3901.63', '', '现金', '3', '136', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (965, '杨厂工人报销安装玻璃费用', 46, '1713.2', '', '无', '转账给杨厂私人，金烁报销', '', '1713.2', '', '现金', '3', '136', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (966, '画图费用', 22, '8000', '', '无', '', '', '8000', '', '现金', '2', '158', '2020-10-19', '不分期', NULL, '', '2020-10-19', '不计发票');
INSERT INTO `expenditure` VALUES (967, '帮淘影垫付LED柜体尺寸开孔', 50, '2000', '', '无', '', '', '2000', '', '现金', '1', '159', '2020-10-19', '不分期', NULL, '', '2020-10-19', '不计发票');
INSERT INTO `expenditure` VALUES (968, '服务器配件', 22, '33270', '', '无', '', '', '33270', '', '银行', '1', '154', '2020-10-16', '不分期', NULL, '', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (969, '服务器机箱', 22, '4240', '', '无', '', '', '4240', '', '银行', '1', '153', '2020-10-16', '不分期', NULL, '', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (970, '加班打车', 22, '69', '', '无', '16+17+19+17', '69', '69', '', '现金', '4', '160', '2020-09-28', '不分期', NULL, '2020-09-28', '2020-09-28', '');
INSERT INTO `expenditure` VALUES (971, '加班打车', 50, '199', '', '无', '16+17+18+18+17+19+15+16+18+17+16+12', '199', '199', '', '现金', '4', '160', '2020-09-28', '不分期', NULL, '2020-09-28', '2020-09-28', '');
INSERT INTO `expenditure` VALUES (972, '年终汇报视频后期制作', 43, '13000', '', '无', '', '13000', '13000', '', '银行', '2', '26', '2020-10-19', '不分期', NULL, '2020-10-09', '2020-10-19', '');
INSERT INTO `expenditure` VALUES (973, '年终汇报视频后期制作', 43, '13000', '', '无', '', '13000', '13000', '', '银行', '2', '26', '2020-10-19', '不分期', NULL, '2020-10-09', '2020-10-19', '');
INSERT INTO `expenditure` VALUES (974, '服务器配件', 49, '22259', '', '无', '', '', '22259', '', '银行', '1', '154', '2020-10-19', '不分期', NULL, '', '2020-10-19', '');
INSERT INTO `expenditure` VALUES (975, '服务器配件（显卡）', 22, '22499', '', '无', '', '', '22499', '', '银行', '1', '154', '2020-10-19', '不分期', NULL, '', '2020-10-19', '');
INSERT INTO `expenditure` VALUES (976, '服务器配件', 52, '14424', '', '无', '', '', '14424', '', '银行', '1', '154', '2020-10-19', '不分期', NULL, '', '2020-10-19', '');
INSERT INTO `expenditure` VALUES (977, '未来之城电机增加、巨幕厅烟雾机增加，人工费', 22, '1800', '', '无', '', '', '1800', '', '现金', '3', '96', '2020-10-19', '不分期', NULL, '', '2020-10-19', '不计发票');
INSERT INTO `expenditure` VALUES (978, '屏幕底架打版、支架、改铝板金件', 22, '545', '', '无', '240+210+95', '', '240', '', '现金', '3', '161', '2020-09-23', '不分期', NULL, '', '2020-10-12', '不计发票');
INSERT INTO `expenditure` VALUES (979, '加班打车（18天）', 32, '502.07', '', '无', '', '502.07', '502.07', '', '现金', '4', '55', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (980, 'Vj师素材', 32, '286', '', '无', '', '', '286', '', '现金', '2', '55', '2020-09-17', '不分期', NULL, '2020-10-16', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (981, 'Envato素材', 32, '460.74', '', '无', '', '', '460.74', '', '现金', '2', '55', '2020-09-17', '不分期', NULL, '2020-10-16', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (982, '加班打车（3天）', 29, '131.63', '', '无', '', '131.63', '131.63', '', '现金', '4', '54', '2020-09-18', '不分期', NULL, '2020-10-19', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (983, 'Envato素材费', 29, '341.86', '', '无', '', '341.86', '341.86', '', '现金', '2', '54', '2020-10-16', '不分期', NULL, '2020-10-19', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (984, '加班打车', 42, '17.67', '', '无', '', '17.67', '17.67', '', '现金', '4', '63', '2020-08-18', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (985, '加班打车', 22, '41.46', '', '无', '22.56+18.9', '41.46', '41.46', '', '现金', '4', '63', '2020-09-02', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (986, '加班打车', 50, '25.98', '', '无', '', '25.98', '25.98', '', '现金', '4', '63', '2020-09-21', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (987, '加班打车（3天）', 42, '170.31', '', '无', '', '170.31', '170.31', '', '现金', '4', '97', '2020-09-21', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (988, 'Vj师素材', 42, '25', '', '无', '', '25', '25', '', '现金', '2', '97', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (989, '加班打车', 29, '57.38', '', '无', '', '57.38', '57.38', '', '现金', '4', '97', '2020-09-21', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (990, 'Vj师素材', 29, '20', '', '无', '', '20', '20', '', '现金', '2', '97', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (991, '加班打车（54天）', 22, '1361.94', '', '无', '25+20+23+14+35+25+25+25+25+25+26+25+25+19+26+25+25+25+25+25+26+25+24+25+27+25+25+26+25+25+25+25+25+26+25+25+22+30+25+27+56+309.94', '1361.94', '1361.94', '', '现金', '4', '48', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (992, '打印费', 22, '774.5', '', '无', '', '774.5', '774.5', '', '现金', '4', '48', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (993, '加班打车（7天）', 37, '168', '', '无', '24+25+21+25+25+25+23', '168', '168', '', '现金', '4', '48', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (994, '加班打车（3天）', 28, '76', '', '无', '25+25+26', '76', '76', '', '现金', '4', '48', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (995, '加班打车（3天）', 33, '73', '', '无', '25+25+23', '73', '73', '', '现金', '4', '48', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (996, '招待及买水', 43, '360.65', '', '无', '45+297+18.65', '', '360.65', '', '现金', '4', '50', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (997, '差旅', 34, '662.8', '', '无', '45+30+228+246.5+25+25.5+62.8', '662.8', '662.8', '', '现金', '4', '50', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (998, '住宿', 47, '152', '', '无', '', '152', '152', '', '现金', '4', '50', '2020-10-16', '不分期', NULL, '2020-10-15', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (999, '餐费', 22, '330.8', '', '无', '', '330.8', '330.8', '', '现金', '4', '50', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (1000, '加班打车（4天）', 22, '300.62', '', '无', '75+75+68.19+82.43', '300.62', '300.62', '', '现金', '4', '162', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (1001, '加班打车', 22, '229', '', '无', '32+62+31+51+53', '229', '229', '', '现金', '4', '108', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (1002, '加班打车', 41, '97', '', '无', '53+44', '97', '97', '', '现金', '4', '108', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (1003, '加班打车', 46, '172', '', '无', '54+49+69', '172', '172', '', '现金', '4', '108', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (1004, '加班打车', 45, '122.61', '', '无', '57.21+53.7+11.7', '122.61', '122.61', '', '现金', '4', '108', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (1005, '加班打车', 32, '37.9', '', '无', '', '37.9', '37.9', '', '现金', '4', '108', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (1006, '3d66充值', 36, '100', '', '无', '', '', '100', '', '现金', '2', '108', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (1007, '材料样板', 22, '550', '', '无', '', '', '550', '', '现金', '3', '42', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (1008, '防盗装置', 37, '216', '', '无', '', '', '216', '', '现金', '3', '42', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (1009, '聚光灯及贴纸', 50, '79.6', '', '无', '73.6+6', '', '79.6', '', '现金', '3', '42', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (1010, '手机线', 42, '95', '', '无', '', '95', '95', '', '现金', '3', '42', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '');
INSERT INTO `expenditure` VALUES (1011, '钥匙', 32, '25', '', '无', '', '', '25', '', '现金', '3', '42', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (1012, '充电器', 46, '59.62', '', '无', '', '', '59.62', '', '现金', '3', '42', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
INSERT INTO `expenditure` VALUES (1013, '杨厂工人机票、庞梓健机票、高铁票', 46, '3217.5', '', '无', '1776+1314+127.5', '3217.5', '3217.5', '', '现金', '4', '42', '2020-10-16', '不分期', NULL, '2020-10-16', '2020-10-16', '有');
INSERT INTO `expenditure` VALUES (1014, '跑腿', 28, '37', '', '无', '', '', '37', '', '现金', '4', '42', '2020-10-16', '不分期', NULL, '', '2020-10-16', '不计发票');
COMMIT;

-- ----------------------------
-- Table structure for expenditureclass
-- ----------------------------
DROP TABLE IF EXISTS `expenditureclass`;
CREATE TABLE `expenditureclass` (
  `id` int(11) NOT NULL,
  `expenditureClass` varchar(254) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of expenditureclass
-- ----------------------------
BEGIN;
INSERT INTO `expenditureclass` VALUES (1, '硬件类');
INSERT INTO `expenditureclass` VALUES (2, '软件类');
INSERT INTO `expenditureclass` VALUES (3, '工程类');
INSERT INTO `expenditureclass` VALUES (4, '业务类');
INSERT INTO `expenditureclass` VALUES (5, '拓展类');
COMMIT;

-- ----------------------------
-- Table structure for expendituredata
-- ----------------------------
DROP TABLE IF EXISTS `expendituredata`;
CREATE TABLE `expendituredata` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `ReceivablesName` varchar(254) DEFAULT NULL,
  `projectId` int(20) DEFAULT NULL,
  `number` varchar(254) DEFAULT NULL,
  `ReceivablesData` varchar(254) DEFAULT NULL,
  `contract` varchar(254) DEFAULT NULL,
  `Remarks` varchar(254) DEFAULT NULL,
  `invoice` varchar(254) DEFAULT NULL,
  `Receivables` varchar(254) DEFAULT NULL,
  `ReceivablesMode` varchar(254) DEFAULT NULL,
  `daozhangdate` varchar(254) DEFAULT NULL,
  `kaifapiaodate` varchar(254) DEFAULT NULL,
  `Receivableslist` varchar(255) DEFAULT NULL,
  `projectlist` varchar(255) DEFAULT NULL,
  `supplielist` varchar(255) DEFAULT NULL,
  `invoicebo` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=590 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of expendituredata
-- ----------------------------
BEGIN;
INSERT INTO `expendituredata` VALUES (59, '', 38, '63167.5', '签订10个工作日内预付款50%', '有', '', '63167.5', '63167.5', '银行', '2020-07-23', '2020-09-16', '第1期', '16', '17', NULL);
INSERT INTO `expendituredata` VALUES (60, '', 38, '25267', '安装完成付进度款20%', '有', '', '25267', '25267', '银行', '2020-08-21', '2020-09-16', '第2期', '16', '17', NULL);
INSERT INTO `expendituredata` VALUES (61, '', 38, '12633.5', '正常运作付进度款10%', '有', '', '12633.5', '12633.5', '银行', '2020-08-21', '2020-09-16', '第3期', '16', '17', NULL);
INSERT INTO `expendituredata` VALUES (62, '', 38, '12633.5', '验收合格付结算款10%', '有', '', '12633.5', '12633.5', '银行', '2020-08-21', '2020-09-16', '第4期', '16', '17', NULL);
INSERT INTO `expendituredata` VALUES (63, '', 38, '6316.75', '验收合格满一年付5%', '有', '', '6316.75', '6316.75', '银行', '2020-08-21', '2020-09-16', '第5期', '16', '17', NULL);
INSERT INTO `expendituredata` VALUES (64, '', 38, '6316.75', '验收合格满两年付5%', '有', '', '6316.75', '6316.75', '银行', '2020-08-21', '2020-09-16', '一年质保金', '16', '17', NULL);
INSERT INTO `expendituredata` VALUES (65, '', 39, '683.99', '', '无', '', '', '683.99', '现金', '2020-04-11', '', '', '16', '42', '不计发票');
INSERT INTO `expendituredata` VALUES (66, '', 45, '30000', '一次性付款', '有', '', '30000', '30000', '银行', '2020-05-25', '2020-07-14', '第1期', '16', '26', NULL);
INSERT INTO `expendituredata` VALUES (67, '', 47, '21000', '', '有', '', '', '', '银行', '', '', '第1期', '16', '18', NULL);
INSERT INTO `expendituredata` VALUES (68, '', 47, '14000', '', '有', '', '', '', '银行', '', '', '第2期', '16', '18', NULL);
INSERT INTO `expendituredata` VALUES (69, '', 49, '16885.8', '签订10工作日内预付款30%', '有', '', '16885.8', '16885.8', '银行', '2020-03-23', '2020-07-14', '第1期', '16', '19', NULL);
INSERT INTO `expendituredata` VALUES (70, '', 49, '11257.2', '进场安装前付20%进度款', '有', '', '11257.2', '11257.2', '银行', '2020-06-08', '2020-07-14', '第2期', '16', '19', NULL);
INSERT INTO `expendituredata` VALUES (71, '', 49, '11257.2', '正常运作后付20%进度款', '有', '', '11257.2', '11257.2', '银行', '2020-06-08', '2020-07-14', '第3期', '16', '19', NULL);
INSERT INTO `expendituredata` VALUES (72, '', 49, '14071.5', '验收合格后付25%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '16', '19', NULL);
INSERT INTO `expendituredata` VALUES (73, '', 49, '2814.3', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '16', '19', NULL);
INSERT INTO `expendituredata` VALUES (74, '', 50, '1500', '', '有', '', '', '', '银行', '', '', '第1期', '16', '19', NULL);
INSERT INTO `expendituredata` VALUES (75, '', 52, '10000', '定金', '有', '', '10000', '10000', '银行', '2020-07-23', '2020-07-27', '第1期', '16', '20', NULL);
INSERT INTO `expendituredata` VALUES (76, '', 52, '10000', '尾款', '有', '', '', '', '银行', '', '', '第2期', '16', '20', NULL);
INSERT INTO `expendituredata` VALUES (77, '', 74, '48741', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (78, '', 74, '32494', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (79, '', 74, '32494', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (80, '', 74, '32494', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (81, '', 74, '8123.5', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (82, '', 74, '8123.5', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (83, '', 75, '8580', '签订10工作日内预付款30%', '有', '', '', '8580', '银行', '2020-09-24', '', '第1期', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (84, '', 75, '5720', '安装完成付进度款20%', '有', '', '', '5720', '银行', '2020-09-24', '', '第2期', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (85, '', 75, '5720', '正常运作付进度款20%', '有', '', '', '5720', '银行', '2020-09-24', '', '第3期', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (86, '', 75, '5720', '验收合格付结算款20%', '有', '', '', '5720', '银行', '2020-09-24', '', '第4期', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (87, '', 75, '1430', '验收合格满一年付5%', '有', '', '', '1430', '银行', '2020-09-24', '', '一年质保金', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (88, '', 75, '1430', '验收合格满两年付5%', '有', '', '', '1430', '银行', '2020-09-24', '', '二年质保金', '17', '17', NULL);
INSERT INTO `expendituredata` VALUES (89, '', 78, '11000', '', '有', '', '11000', '11000', '银行', '2020-07-20', '2020-06-03', '第1期', '17', '26', NULL);
INSERT INTO `expendituredata` VALUES (90, '', 78, '11000', '', '有', '', '11000', '11000', '银行', '2020-07-20', '2020-06-03', '第2期', '17', '26', NULL);
INSERT INTO `expendituredata` VALUES (91, '', 79, '10000', '', '有', '', '10000', '10000', '银行', '2020-07-23', '2020-08-17', '第1期', '17', '35', NULL);
INSERT INTO `expendituredata` VALUES (92, '', 79, '10000', '', '有', '', '10000', '10000', '银行', '2020-07-23', '2020-08-17', '第2期', '17', '35', NULL);
INSERT INTO `expendituredata` VALUES (93, '', 81, '24720', '签订10工作日内预付款30%', '有', '', '24720', '24720', '银行', '2020-04-14', '2020-07-16', '第1期', '17', '19', NULL);
INSERT INTO `expendituredata` VALUES (94, '', 81, '16480', '进场安装前付20%进度款', '有', '', '16480', '16480', '银行', '2020-06-08', '2020-07-16', '第2期', '17', '19', NULL);
INSERT INTO `expendituredata` VALUES (95, '', 81, '16480', '正常运作后付20%进度款', '有', '', '16480', '16480', '银行', '2020-06-08', '2020-07-16', '第3期', '17', '19', NULL);
INSERT INTO `expendituredata` VALUES (96, '', 81, '20600', '验收合格后付25%结算款', '有', '', '5000', '5000', '银行', '2020-07-15', '2020-07-15', '第4期', '17', '19', NULL);
INSERT INTO `expendituredata` VALUES (97, '', 81, '4120', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '17', '19', NULL);
INSERT INTO `expendituredata` VALUES (98, '', 82, '28230.86', '合同签订时付款50%', '有', '', '28230.86', '28230.86', '银行', '2020-05-08', '2020-07-16', '第1期', '17', '37', NULL);
INSERT INTO `expendituredata` VALUES (99, '', 82, '23242.49', '设备安装完毕付40%', '有', '', '23242.49', '23242.49', '银行', '2020-06-01', '2020-07-16', '第2期', '17', '37', NULL);
INSERT INTO `expendituredata` VALUES (100, '', 82, '4988.37', '设备调试完成付10%', '有', '', '4988.37', '4988.37', '银行', '2020-08-19', '2020-09-16', '第3期', '17', '37', NULL);
INSERT INTO `expendituredata` VALUES (101, '', 85, '100000', '', '无', '', '100000', '100000', '银行', '2020-06-12', '2020-07-16', '第1期', '17', '33', NULL);
INSERT INTO `expendituredata` VALUES (102, '', 85, '80000', '', '无', '', '80000', '80000', '银行', '2020-08-13', '2020-09-16', '第2期', '17', '33', NULL);
INSERT INTO `expendituredata` VALUES (103, '', 88, '10500', '定金', '有', '', '10500', '10500', '银行', '2020-07-23', '2020-07-27', '第1期', '17', '20', NULL);
INSERT INTO `expendituredata` VALUES (104, '', 88, '10500', '余款', '有', '', '10500', '10500', '银行', '2020-09-01', '2020-09-18', '第2期', '17', '20', NULL);
INSERT INTO `expendituredata` VALUES (105, '', 98, '21750', '合同签订15个工作日内', '有', '', '21750', '21750', '银行', '2020-02-24', '2020-02-25', '第1期', '19', '39', NULL);
INSERT INTO `expendituredata` VALUES (106, '', 98, '21750', '验收流程后30个工作日内', '有', '', '21750', '21750', '银行', '2020-05-25', '2020-02-25', '第2期', '19', '39', NULL);
INSERT INTO `expendituredata` VALUES (107, '', 111, '90000', '合同签订30个工作日内', '有', '', '', '', '银行', '', '', '第1期', '20', '23', NULL);
INSERT INTO `expendituredata` VALUES (108, '', 111, '54000', '完成整体内容30个工作日内', '有', '', '', '', '银行', '', '', '第2期', '20', '23', NULL);
INSERT INTO `expendituredata` VALUES (109, '', 111, '36000', '验收通过后30个工作日内', '有', '', '', '', '银行', '', '', '第3期', '20', '23', NULL);
INSERT INTO `expendituredata` VALUES (110, '', 112, '42000', '合同签订30个工作日内', '有', '', '42000', '42000', '银行', '2020-08-26', '2020-08-17', '第1期', '20', '32', NULL);
INSERT INTO `expendituredata` VALUES (111, '', 112, '56000', '完成整体内容30个工作日内', '有', '', '28000', '', '银行', '', '2020-08-17', '第2期', '20', '32', NULL);
INSERT INTO `expendituredata` VALUES (112, '', 112, '42000', '验收通过后30个工作日内', '有', '', '', '', '银行', '', '', '第3期', '20', '32', NULL);
INSERT INTO `expendituredata` VALUES (113, '', 113, '57000', '开发定金', '有', '', '57000', '57000', '银行', '2020-03-27', '2020-06-03', '第1期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (114, '', 113, '152000', '进场调试安装前支付', '有', '', '', '', '银行', NULL, NULL, '第2期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (115, '', 113, '133000', '验收合格后30日内', '有', '', '', '', '银行', NULL, NULL, '第3期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (116, '', 113, '38000', '验收合格后120日内', '有', '', '', '', '银行', NULL, NULL, '第4期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (117, '', 114, '31200', '开发定金', '有', '', '31200', '31200', '银行', '2020-03-27', '2020-06-03', '第1期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (118, '', 114, '83200', '进场调试安装前支付', '有', '', '', '', '银行', NULL, NULL, '第2期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (119, '', 114, '72800', '验收合格后30日内', '有', '', '', '', '银行', NULL, NULL, '第3期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (120, '', 114, '20800', '验收合格后120日内', '有', '', '', '', '银行', NULL, NULL, '第4期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (121, '', 115, '30000', '开发定金', '有', '', '30000', '30000', '银行', '2020-03-27', '2020-06-03', '第1期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (122, '', 115, '80000', '进场调试安装前支付', '有', '', '80000', '80000', '银行', '2020-07-01', '2020-07-07', '第2期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (123, '', 115, '70000', '验收合格后30日内', '有', '', '70000', '70000', '银行', '2020-07-01', '2020-07-07', '第3期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (124, '', 115, '20000', '验收合格后120日内', '有', '', '', '', '银行', NULL, NULL, '第4期', '20', '35', NULL);
INSERT INTO `expendituredata` VALUES (125, '', 116, '20400', '定金', '有', '', '20400', '20400', '银行', '2020-07-20', '2020-06-10', '第1期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (126, '', 116, '13600', '提供初稿经确认付', '有', '', '13600', '13600', '银行', '2020-07-20', '2020-06-10', '第2期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (127, '', 116, '27200', '视频素材及程序制作完成', '有', '', '27200', '27200', '银行', '2020-07-20', '2020-06-10', '第3期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (128, '', 116, '6800', '验收后3个工作日内', '有', '', '6800', '6800', '银行', '2020-07-20', '2020-06-10', '第4期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (129, '', 117, '77000', '定金', '有', '', '', '', '银行', '', '', '第1期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (130, '', 117, '115500', '提供初稿经确认付', '有', '', '', '', '银行', '', '', '第2期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (131, '', 117, '154000', '视频素材及程序制作完成', '有', '', '', '', '银行', '', '', '第3期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (132, '', 117, '38500', '验收后3个工作日内', '有', '', '', '', '银行', '', '', '第4期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (133, '', 118, '14000', '定金', '有', '', '', '', '银行', '', '', '第1期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (134, '', 118, '21000', '提供初稿经确认付', '有', '', '', '', '银行', '', '', '第2期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (135, '', 118, '28000', '视频素材及程序制作完成', '有', '', '', '', '银行', '', '', '第3期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (136, '', 118, '7000', '验收后3个工作日内', '有', '', '', '', '银行', '', '', '第4期', '20', '18', NULL);
INSERT INTO `expendituredata` VALUES (137, '', 119, '33000', '', '有', '', '33000', '33000', '银行', '2020-06-16', '2020-06-16', '第1期', '20', '36', NULL);
INSERT INTO `expendituredata` VALUES (138, '', 119, '49500', '', '有', '', '49500', '49500', '银行', '2020-07-31', '2020-07-20', '第2期', '20', '36', NULL);
INSERT INTO `expendituredata` VALUES (139, '', 119, '49500', '', '有', '', '', '', '银行', NULL, NULL, '第3期', '20', '36', NULL);
INSERT INTO `expendituredata` VALUES (140, '', 119, '33000', '', '有', '', '', '', '银行', NULL, NULL, '第4期', '20', '36', NULL);
INSERT INTO `expendituredata` VALUES (141, '', 120, '58000', '', '有', '', '58000', '58000', '银行', '2020-07-01', '2020-06-28', '第1期', '20', '28', NULL);
INSERT INTO `expendituredata` VALUES (142, '', 120, '43500', '', '有', '', '43500', '43500', '银行', '2020-08-19', '2020-06-28', '第2期', '20', '28', NULL);
INSERT INTO `expendituredata` VALUES (143, '', 120, '43500', '', '有', '', '43500', '', '银行', NULL, '2020-06-28', '第3期', '20', '28', NULL);
INSERT INTO `expendituredata` VALUES (144, '', 133, '7500', '', '无', '', '', '7500', '现金', '2020-06-18', '', '第1期', '20', '31', '不计发票');
INSERT INTO `expendituredata` VALUES (145, '', 133, '7500', '', '无', '', '', '', '现金', NULL, '', '第2期', '20', '31', '不计发票');
INSERT INTO `expendituredata` VALUES (146, '', 147, '139194', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '23', '17', NULL);
INSERT INTO `expendituredata` VALUES (147, '', 147, '92796', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '23', '17', NULL);
INSERT INTO `expendituredata` VALUES (148, '', 147, '92796', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '23', '17', NULL);
INSERT INTO `expendituredata` VALUES (149, '', 147, '92796', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '23', '17', NULL);
INSERT INTO `expendituredata` VALUES (150, '', 147, '23199', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '23', '17', NULL);
INSERT INTO `expendituredata` VALUES (151, '', 147, '23199', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '23', '17', NULL);
INSERT INTO `expendituredata` VALUES (152, '', 148, '22990', '一次性付款', '有', '', '', '22990', '银行', '2020-09-24', '', '第1期', '23', '17', NULL);
INSERT INTO `expendituredata` VALUES (153, '', 150, '150000', '定金', '有', '', '150000', '150000', '银行', '2020-03-16', '2020-07-22', '第1期', '23', '22', NULL);
INSERT INTO `expendituredata` VALUES (155, '', 161, '20000', '', '无', '', '20000', '20000', '现金', '2020-03-13', '2020-03-13', '第1期', '23', '40', '有');
INSERT INTO `expendituredata` VALUES (156, '', 161, '11500', '', '无', '', '11500', '11500', '现金', '2020-05-06', '2020-03-13', '第2期', '23', '40', '有');
INSERT INTO `expendituredata` VALUES (157, '', 161, '10000', '', '无', '', '10000', '', '现金', NULL, '2020-03-13', '第3期', '23', '40', '有');
INSERT INTO `expendituredata` VALUES (158, '', 166, '7500', '', '有', '', '7500', '7500', '银行', '2020-07-23', '2020-08-17', '第1期', '23', '35', NULL);
INSERT INTO `expendituredata` VALUES (159, '', 166, '7500', '', '有', '', '7500', '7500', '银行', '2020-07-23', '2020-08-17', '第2期', '23', '35', NULL);
INSERT INTO `expendituredata` VALUES (160, '', 173, '1600000', '', '无', '', '1600000', '1600000', '银行', '2020-05-26', '2020-07-22', '第1期', '23', '33', NULL);
INSERT INTO `expendituredata` VALUES (161, '', 173, '80000', '', '无', '', '80000', '80000', '银行', '2020-08-13', '2020-09-16', '第2期', '23', '33', NULL);
INSERT INTO `expendituredata` VALUES (162, '', 221, '25758', '签订10工作日内预付款30%', '有', '', '25758', '25758', '银行', '2020-03-28', '2020-07-23', '第1期', '23', '19', NULL);
INSERT INTO `expendituredata` VALUES (163, '', 221, '17172', '进场安装前付20%进度款', '有', '', '17172', '17172', '银行', '2020-07-23', '2020-07-24', '第2期', '23', '19', NULL);
INSERT INTO `expendituredata` VALUES (164, '', 221, '17172', '正常运作后付20%进度款', '有', '', '17172', '17172', '银行', '2020-07-23', '2020-07-24', '第3期', '23', '19', NULL);
INSERT INTO `expendituredata` VALUES (165, '', 221, '21465', '验收合格后付25%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '23', '19', NULL);
INSERT INTO `expendituredata` VALUES (166, '', 221, '4293', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '23', '19', NULL);
INSERT INTO `expendituredata` VALUES (167, '', 227, '17280', '合同签订后付30%', '有', '', '17280', '17280', '银行', '2020-07-23', '2020-07-28', '第1期', '23', '20', NULL);
INSERT INTO `expendituredata` VALUES (168, '', 227, '11520', '安装完成付20%', '有', '', '11520', '11520', '银行', '2020-07-23', '2020-07-28', '第2期', '23', '20', NULL);
INSERT INTO `expendituredata` VALUES (169, '', 227, '11520', '安装完成调试好付20%', '有', '', '11520', '11520', '银行', '2020-09-01', '2020-09-18', '第3期', '23', '20', NULL);
INSERT INTO `expendituredata` VALUES (170, '', 227, '14400', '验收完成付25%', '有', '', '', '', '银行', NULL, NULL, '第4期', '23', '20', NULL);
INSERT INTO `expendituredata` VALUES (171, '', 227, '2880', '质保金付5%', '有', '', '', '', '银行', NULL, NULL, '第5期', '23', '20', NULL);
INSERT INTO `expendituredata` VALUES (172, '', 281, '6217.2', '签订10工作日内预付款30%', '有', '', '6217.2', '6217.2', '', '2020-08-21', '2020-09-08', '第1期', '26', '17', NULL);
INSERT INTO `expendituredata` VALUES (173, '', 281, '4144.8', '安装完成付进度款20%', '有', '', '4144.8', '4144.8', '', '2020-08-21', '2020-09-08', '第2期', '26', '17', NULL);
INSERT INTO `expendituredata` VALUES (174, '', 281, '4144.8', '正常运作付进度款20%', '有', '', '4144.8', '4144.8', '', '2020-08-21', '2020-09-08', '第3期', '26', '17', NULL);
INSERT INTO `expendituredata` VALUES (175, '', 281, '4144.8', '验收合格付结算款20%', '有', '', '4144.8', '4144.8', '', '2020-08-21', '2020-09-08', '第4期', '26', '17', NULL);
INSERT INTO `expendituredata` VALUES (176, '', 281, '1036.2', '验收合格满一年付5%', '有', '', '1036.2', '1036.2', '', '2020-08-21', '2020-09-08', '一年质保金', '26', '17', NULL);
INSERT INTO `expendituredata` VALUES (177, '', 281, '1036.2', '验收合格满两年付5%', '有', '', '1036.2', '1036.2', '', '2020-08-21', '2020-09-08', '二年质保金', '26', '17', NULL);
INSERT INTO `expendituredata` VALUES (178, '', 286, '40000', '', '无', '', '40000', '40000', '银行', '2020-07-15', '2020-07-30', '第1期', '26', '100', '有');
INSERT INTO `expendituredata` VALUES (179, '', 286, '30490', '', '无', '', '30490', '30490', '银行', '2020-08-10', '2020-08-11', '第2期', '26', '100', '有');
INSERT INTO `expendituredata` VALUES (180, '', 287, '99200', '合同签订后3天内付40%', '有', '', '99200', '99200', '银行', '2019-12-30', '2020-01-19', '第1期', '26', '30', '有');
INSERT INTO `expendituredata` VALUES (181, '', 287, '99200', '模型制作完成发货前支付40%', '有', '', '99200', '99200', '银行', '2020-06-08', '2020-06-02', '第2期', '26', '30', '有');
INSERT INTO `expendituredata` VALUES (182, '', 287, '49600', '模型安装完成后2个月内支付20%', '有', '', '49600', '49600', '银行', '2020-09-01', '2020-07-14', '第3期', '26', '30', '有');
INSERT INTO `expendituredata` VALUES (183, '', 291, '8350', '定金', '有', '', '8350', '8350', '银行', '2020-07-01', '2020-07-08', '第1期', '26', '20', '有');
INSERT INTO `expendituredata` VALUES (184, '', 291, '8350', '尾款', '有', '', '8350', '8350', '银行', '2020-07-01', '2020-07-08', '第2期', '26', '20', '有');
INSERT INTO `expendituredata` VALUES (185, '', 309, '34504.8', '签订10工作日内预付款30%', '有', '', '34504.8', '34504.8', '银行', '2020-08-21', '2020-09-08', '第1期', '27', '17', NULL);
INSERT INTO `expendituredata` VALUES (186, '', 309, '23003.2', '安装完成付进度款20%', '有', '', '23003.2', '23003.2', '银行', '2020-08-21', '2020-09-08', '第2期', '27', '17', NULL);
INSERT INTO `expendituredata` VALUES (187, '', 309, '23003.2', '正常运作付进度款20%', '有', '', '23003.2', '23003.2', '银行', '2020-09-15', '2020-09-29', '第3期', '27', '17', NULL);
INSERT INTO `expendituredata` VALUES (188, '', 309, '23003.2', '验收合格付结算款20%', '有', '', '23003.2', '23003.2', '银行', '2020-09-15', '2020-09-29', '第4期', '27', '17', NULL);
INSERT INTO `expendituredata` VALUES (189, '', 309, '5750.8', '验收合格满一年付5%', '有', '', '5750.8', '5750.8', '银行', '2020-09-15', '2020-09-29', '一年质保金', '27', '17', NULL);
INSERT INTO `expendituredata` VALUES (190, '', 309, '5750.8', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '27', '17', NULL);
INSERT INTO `expendituredata` VALUES (191, '', 322, '19875', '签订10工作日内预付款30%', '有', '', '19875', '19875', '银行', '2020-06-08', '2020-06-23', '第1期', '27', '19', '有');
INSERT INTO `expendituredata` VALUES (192, '', 322, '13250', '进场安装前付20%进度款', '有', '', '13250', '13250', '银行', '2020-06-08', '2020-06-23', '第2期', '27', '19', '有');
INSERT INTO `expendituredata` VALUES (193, '', 322, '13250', '正常运作后付20%进度款', '有', '', '13250', '13250', '银行', '2020-07-23', '2020-07-24', '第3期', '27', '19', '有');
INSERT INTO `expendituredata` VALUES (194, '', 322, '16562.5', '验收合格后付25%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '27', '19', '有');
INSERT INTO `expendituredata` VALUES (195, '', 322, '3312.5', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '27', '19', '有');
INSERT INTO `expendituredata` VALUES (196, '', 323, '9750', '定金', '有', '', '9750', '9750', '银行', '2020-07-23', '2020-07-27', '第1期', '27', NULL, '有');
INSERT INTO `expendituredata` VALUES (197, '', 323, '9750', '尾款', '有', '', '', '', '银行', NULL, NULL, '第2期', '27', NULL, '有');
INSERT INTO `expendituredata` VALUES (198, '', 353, '26763', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '30', '17', NULL);
INSERT INTO `expendituredata` VALUES (199, '', 353, '17842', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '30', '17', NULL);
INSERT INTO `expendituredata` VALUES (200, '', 353, '17842', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '30', '17', NULL);
INSERT INTO `expendituredata` VALUES (201, '', 353, '17842', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '30', '17', NULL);
INSERT INTO `expendituredata` VALUES (202, '', 353, '4460.5', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '30', '17', NULL);
INSERT INTO `expendituredata` VALUES (203, '', 353, '4460.5', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '30', '17', NULL);
INSERT INTO `expendituredata` VALUES (204, '', 362, '20592', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '31', '17', NULL);
INSERT INTO `expendituredata` VALUES (205, '', 362, '13728', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '31', '17', NULL);
INSERT INTO `expendituredata` VALUES (206, '', 362, '13728', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '31', '17', NULL);
INSERT INTO `expendituredata` VALUES (207, '', 362, '13728', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '31', '17', NULL);
INSERT INTO `expendituredata` VALUES (208, '', 362, '3432', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '31', '17', NULL);
INSERT INTO `expendituredata` VALUES (209, '', 362, '3432', '验收合格满两年付5%', '无', '', '', '', '银行', '', '', '二年质保金', '31', '17', NULL);
INSERT INTO `expendituredata` VALUES (210, '', 370, '25971', '签订10工作日内预付款30%', '有', '', '', '23264.5', '银行', '2020-09-30', '', '第1期', '32', '17', NULL);
INSERT INTO `expendituredata` VALUES (211, '', 370, '17314', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '32', '17', NULL);
INSERT INTO `expendituredata` VALUES (212, '', 370, '17314', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '32', '17', NULL);
INSERT INTO `expendituredata` VALUES (213, '', 370, '17314', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '32', '17', NULL);
INSERT INTO `expendituredata` VALUES (214, '', 370, '4328.5', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '32', '17', NULL);
INSERT INTO `expendituredata` VALUES (215, '', 370, '4328.5', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '32', '17', NULL);
INSERT INTO `expendituredata` VALUES (216, '', 374, '15000', '', '有', '', '15000', '15000', '银行', '2020-07-15', '2020-07-07', '第1期', '32', '109', NULL);
INSERT INTO `expendituredata` VALUES (217, '', 374, '15000', '', '有', '', '15000', '', '银行', NULL, '2020-07-07', '第2期', '32', '109', NULL);
INSERT INTO `expendituredata` VALUES (218, '', 375, '30000', '协议签订5个工作日支付30%', '有', '', '30000', '30000', '银行', '2020-07-27', '2020-07-27', '第1期', '32', '28', NULL);
INSERT INTO `expendituredata` VALUES (219, '', 375, '40000', '确认动画小样支付40%', '有', '', '40000', '', '银行', NULL, '2020-07-27', '第2期', '32', '28', NULL);
INSERT INTO `expendituredata` VALUES (220, '', 375, '30000', '制作结束5个工作日支付剩余30%', '有', '', '30000', '', '银行', NULL, '2020-07-27', '第3期', '32', '28', NULL);
INSERT INTO `expendituredata` VALUES (221, '', 378, '41104', '', '有', '', '', '41104', '银行', '2020-06-29', '', '第1期', '32', '110', NULL);
INSERT INTO `expendituredata` VALUES (222, '', 378, '51380', '', '有', '', '', '51380', '银行', '2020-07-09', '', '第2期', '32', '110', NULL);
INSERT INTO `expendituredata` VALUES (223, '', 378, '5138', '', '有', '', '', '', '银行', NULL, '', '第3期', '32', '110', NULL);
INSERT INTO `expendituredata` VALUES (224, '', 378, '5138', '', '有', '', '', '', '银行', NULL, '', '第4期', '32', '110', NULL);
INSERT INTO `expendituredata` VALUES (225, '', 380, '52941.88', '合同签订后付预付款30%', '有', '', '52941.88', '52941.88', '银行', '2020-07-06', '2020-07-30', '第1期', '32', '21', NULL);
INSERT INTO `expendituredata` VALUES (226, '', 380, '35294.59', '进场安装完成付20%进度款', '有', '', '35294.59', '35294.59', '银行', '2020-09-15', '2020-09-28', '第2期', '32', '21', NULL);
INSERT INTO `expendituredata` VALUES (227, '', 380, '35294.59', '安装离场付20%进度款', '有', '', '35294.59', '35294.59', '银行', '2020-09-15', '2020-09-28', '第3期', '32', '21', NULL);
INSERT INTO `expendituredata` VALUES (228, '', 380, '52941.89', '验收合格付30%结算款', '有', '', '', '', '银行', NULL, '', '第4期', '32', '21', NULL);
INSERT INTO `expendituredata` VALUES (229, '', 404, '5808', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '34', '17', NULL);
INSERT INTO `expendituredata` VALUES (230, '', 404, '3872', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '34', '17', NULL);
INSERT INTO `expendituredata` VALUES (231, '', 404, '3872', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '34', '17', NULL);
INSERT INTO `expendituredata` VALUES (232, '', 404, '3872', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '34', '17', NULL);
INSERT INTO `expendituredata` VALUES (233, '', 404, '968', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '34', '17', NULL);
INSERT INTO `expendituredata` VALUES (234, '', 404, '968', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '34', '17', NULL);
INSERT INTO `expendituredata` VALUES (235, '', 406, '11400', '签订10工作日内预付款30%', '有', '', '11400', '11400', '银行', '2020-07-23', '2020-07-24', '第1期', '34', '19', NULL);
INSERT INTO `expendituredata` VALUES (236, '', 406, '7600', '进场安装前付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第2期', '34', '19', NULL);
INSERT INTO `expendituredata` VALUES (237, '', 406, '7600', '正常运作后付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第3期', '34', '19', NULL);
INSERT INTO `expendituredata` VALUES (238, '', 406, '9500', '验收合格后付25%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '34', '19', NULL);
INSERT INTO `expendituredata` VALUES (239, '', 406, '1900', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '34', '19', NULL);
INSERT INTO `expendituredata` VALUES (240, '', 407, '24900', '合同签订后付30%', '有', '', '24900', '24900', '银行', '2020-07-23', '2020-07-27', '第1期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (241, '', 407, '16600', '安装完成付20%', '有', '', '16600', '16600', '银行', '2020-08-17', '2020-08-25', '第2期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (242, '', 407, '16600', '安装完成调试好付20%', '有', '', '16600', '16600', '银行', '2020-09-01', '2020-09-18', '第3期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (243, '', 407, '20750', '验收完成付25%', '有', '', '', '', '银行', NULL, NULL, '第4期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (244, '', 407, '4150', '质保金付5%', '有', '', '', '', '银行', NULL, NULL, '第5期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (245, '', 420, '4000', '', '有', '', '', '', '银行', '', '', '第1期', '17', '20', NULL);
INSERT INTO `expendituredata` VALUES (246, '', 420, '4000', '', '有', '', '', '', '银行', '', '', '第2期', '17', '20', NULL);
INSERT INTO `expendituredata` VALUES (247, '', 494, '18700', '合同签订起付货款定金', '有', '', '9642.2', '18700', '银行', '2020-08-12', '2020-09-03', '第1期', '29', '110', NULL);
INSERT INTO `expendituredata` VALUES (248, '', 494, '23375', '货到指定场地付第二批货款', '有', '', '', '', '银行', NULL, NULL, '第2期', '29', '110', NULL);
INSERT INTO `expendituredata` VALUES (249, '', 494, '2337', '验收合格15个工作日内付第三批货款', '有', '', '', '', '银行', NULL, NULL, '第3期', '29', '110', NULL);
INSERT INTO `expendituredata` VALUES (250, '', 494, '2338', '验收合格3个月内付尾款', '有', '', '', '', '银行', NULL, NULL, '第4期', '29', '110', NULL);
INSERT INTO `expendituredata` VALUES (251, '', 495, '5996', '合同签订起付货款定金', '有', '', '', '', '银行', '', '', '第1期', '29', '110', NULL);
INSERT INTO `expendituredata` VALUES (252, '', 495, '7495', '货到指定场地付第二批货款', '有', '', '', '', '银行', '', '', '第2期', '29', '110', NULL);
INSERT INTO `expendituredata` VALUES (253, '', 495, '749', '验收合格15个工作日内付第三批货款', '有', '', '', '', '银行', '', '', '第3期', '29', '110', NULL);
INSERT INTO `expendituredata` VALUES (254, '', 495, '750', '验收合格3个月内付尾款', '有', '', '', '', '银行', '', '', '第4期', '29', '110', NULL);
INSERT INTO `expendituredata` VALUES (255, '', 496, '31977', '合同签订后10个工作日内付30%预付款', '有', '', '', '', '银行', '', '', '第1期', '29', '17', NULL);
INSERT INTO `expendituredata` VALUES (256, '', 496, '21318', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '29', '17', NULL);
INSERT INTO `expendituredata` VALUES (257, '', 496, '21318', '调试完成并正常运作付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '29', '17', NULL);
INSERT INTO `expendituredata` VALUES (258, '', 496, '21318', '整体验收合格后付20%结算款', '有', '', '', '', '银行', '', '', '第4期', '29', '17', NULL);
INSERT INTO `expendituredata` VALUES (259, '', 496, '5329.5', '验收合格满1年付保修金5%', '有', '', '', '', '银行', '', '', '一年质保金', '29', '17', NULL);
INSERT INTO `expendituredata` VALUES (260, '', 496, '5329.5', '验收合格满2年付保修金5%', '有', '', '', '', '银行', '', '', '二年质保金', '29', '17', NULL);
INSERT INTO `expendituredata` VALUES (261, '', 356, '30000', '合同签订后付30%', '有', '', '30000', '30000', '银行', '2020-07-23', '2020-07-27', '第1期', '30', '20', NULL);
INSERT INTO `expendituredata` VALUES (262, '', 356, '20100', '合同签订后付30%', '有', '', '20100', '20100', '银行', '2020-08-18', '2020-08-25', '第2期', '30', '20', NULL);
INSERT INTO `expendituredata` VALUES (263, '', 356, '33400', '安装完成付20%', '有', '', '33400', '33400', '银行', '2020-08-18', '2020-08-25', '第3期', '30', '20', NULL);
INSERT INTO `expendituredata` VALUES (264, '', 356, '33400', '安装完成调试好付20%', '有', '', '', '', '银行', NULL, NULL, '第4期', '30', '20', NULL);
INSERT INTO `expendituredata` VALUES (265, '', 356, '41750', '验收完成付25%', '有', '', '', '', '银行', NULL, NULL, '第5期', '30', '20', NULL);
INSERT INTO `expendituredata` VALUES (266, '', 356, '8350', '质保金付5%', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '30', '20', NULL);
INSERT INTO `expendituredata` VALUES (267, '', 366, '30000', '合同签订后付30%', '有', '', '30000', '30000', '银行', '2020-07-23', '2020-07-27', '第1期', '31', '20', NULL);
INSERT INTO `expendituredata` VALUES (268, '', 366, '33000', '合同签订后付30%', '有', '', '33000', '33000', '银行', '2020-09-01', '2020-09-18', '第2期', '31', '20', NULL);
INSERT INTO `expendituredata` VALUES (269, '', 366, '42000', '安装完成付20%', '有', '', '42000', '42000', '银行', '2020-09-01', '2020-09-18', '第3期', '31', '20', NULL);
INSERT INTO `expendituredata` VALUES (270, '', 366, '42000', '安装完成调试好付20%', '有', '', '', '', '银行', NULL, NULL, '第4期', '31', '20', NULL);
INSERT INTO `expendituredata` VALUES (271, '', 366, '52500', '验收完成付25%', '有', '', '', '', '银行', NULL, NULL, '第5期', '31', '20', NULL);
INSERT INTO `expendituredata` VALUES (272, '', 366, '10500', '质保金付5%', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '31', '20', NULL);
INSERT INTO `expendituredata` VALUES (273, '', 530, '41104', '合同签订起付货款定金', '有', '', '41104', '41104', '银行', '2020-06-29', '2020-09-03', '第1期', '32', '110', NULL);
INSERT INTO `expendituredata` VALUES (274, '', 530, '51380', '货到指定场地付第二批货款', '有', '', '', '', '银行', NULL, NULL, '第2期', '32', '110', NULL);
INSERT INTO `expendituredata` VALUES (275, '', 530, '5138', '验收合格15个工作日内付第三批货款', '有', '', '', '', '银行', NULL, NULL, '第3期', '32', '110', NULL);
INSERT INTO `expendituredata` VALUES (276, '', 530, '5138', '验收合格3个月内付尾款', '有', '', '', '', '银行', NULL, NULL, '第4期', '32', '110', NULL);
INSERT INTO `expendituredata` VALUES (277, '', 564, '19500', '合同签订后付30%', '有', '', '19500', '19500', '银行', '2020-08-17', '2020-08-25', '第1期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (278, '', 564, '13000', '安装完成付20%', '有', '', '13000', '13000', '银行', '2020-08-17', '2020-08-25', '第2期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (279, '', 564, '13000', '安装完成调试好付20%', '有', '', '', '', '银行', NULL, NULL, '第3期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (280, '', 564, '16250', '验收完成付25%', '有', '', '', '', '银行', NULL, NULL, '第4期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (281, '', 564, '3250', '质保金付5%', '有', '', '', '', '银行', NULL, NULL, '第5期', '34', '20', NULL);
INSERT INTO `expendituredata` VALUES (282, '', 565, '18657.68', '定金50%', '有', '', '', '', '银行', '', '', '第1期', '34', '21', NULL);
INSERT INTO `expendituredata` VALUES (283, '', 565, '14926.14', '货架制作完成付40%', '有', '', '', '', '银行', '', '', '第2期', '34', '21', NULL);
INSERT INTO `expendituredata` VALUES (284, '', 565, '3731.54', '楼盘开盘使用30天内付尾款', '有', '', '', '', '银行', '', '', '第3期', '34', '21', NULL);
INSERT INTO `expendituredata` VALUES (285, '', 580, '13800', '合同签订后付30%', '有', '', '13800', '13800', '银行', '2020-07-23', '2020-07-27', '第1期', '35', '20', NULL);
INSERT INTO `expendituredata` VALUES (286, '', 580, '9200', '安装完成付20%', '有', '', '', '', '银行', NULL, NULL, '第2期', '35', '20', NULL);
INSERT INTO `expendituredata` VALUES (287, '', 580, '9200', '安装完成调试好付20%', '有', '', '', '', '银行', NULL, NULL, '第3期', '35', '20', NULL);
INSERT INTO `expendituredata` VALUES (288, '', 580, '11500', '验收完成付25%', '有', '', '', '', '银行', NULL, NULL, '第4期', '35', '20', NULL);
INSERT INTO `expendituredata` VALUES (289, '', 580, '2300', '质保金付5%', '有', '', '', '', '银行', NULL, NULL, '第5期', '35', '20', NULL);
INSERT INTO `expendituredata` VALUES (290, '', 591, '52182.9', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '36', '17', NULL);
INSERT INTO `expendituredata` VALUES (291, '', 591, '34788.6', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '36', '17', NULL);
INSERT INTO `expendituredata` VALUES (292, '', 591, '34788.6', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '36', '17', NULL);
INSERT INTO `expendituredata` VALUES (293, '', 591, '34788.6', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '36', '17', NULL);
INSERT INTO `expendituredata` VALUES (294, '', 591, '8697.15', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '36', '17', NULL);
INSERT INTO `expendituredata` VALUES (295, '', 591, '8697.15', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '36', '17', NULL);
INSERT INTO `expendituredata` VALUES (296, '', 600, '50000', '合同签订后付预付款30%', '有', '', '50000', '50000', '银行', '2020-07-15', '2020-08-21', '第1期', '36', '21', NULL);
INSERT INTO `expendituredata` VALUES (297, '', 600, '56500', '合同签订后付预付款30%', '有', '', '', '', '银行', NULL, NULL, '第2期', '36', '21', NULL);
INSERT INTO `expendituredata` VALUES (298, '', 600, '71000', '进场安装完成付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第3期', '36', '21', NULL);
INSERT INTO `expendituredata` VALUES (299, '', 600, '71000', '安装离场付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第4期', '36', '21', NULL);
INSERT INTO `expendituredata` VALUES (300, '', 600, '106500', '验收合格付30%结算款', '有', '', '', '', '银行', NULL, NULL, '第5期', '36', '21', NULL);
INSERT INTO `expendituredata` VALUES (301, '', 601, '9935.22', '定金50%', '有', '', '9935.22', '9935.22', '银行', '2020-09-15', '2020-09-28', '第1期', '36', '21', NULL);
INSERT INTO `expendituredata` VALUES (302, '', 601, '7948.18', '货架制作完成付40%', '有', '', '7948.18', '7948.18', '银行', '2020-09-15', '2020-09-28', '第2期', '36', '21', NULL);
INSERT INTO `expendituredata` VALUES (303, '', 601, '1987.04', '楼盘开盘使用30天内付尾款', '有', '', '1987.04', '1987.04', '银行', '2020-09-15', '2020-09-28', '第3期', '36', '21', NULL);
INSERT INTO `expendituredata` VALUES (304, '', 602, '33000', '签订10工作日内预付款30%', '有', '', '33000', '33000', '银行', '2020-09-01', '2020-09-03', '第1期', '36', '19', NULL);
INSERT INTO `expendituredata` VALUES (305, '', 602, '22000', '进场安装前付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第2期', '36', '19', NULL);
INSERT INTO `expendituredata` VALUES (306, '', 602, '22000', '正常运作后付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第3期', '36', '19', NULL);
INSERT INTO `expendituredata` VALUES (307, '', 602, '27500', '验收合格后付25%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '36', '19', NULL);
INSERT INTO `expendituredata` VALUES (308, '', 602, '5500', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '36', '19', NULL);
INSERT INTO `expendituredata` VALUES (309, '', 603, '15750', '订金', '有', '', '15750', '15750', '银行', '2020-09-01', '2020-09-18', '第1期', '36', '20', NULL);
INSERT INTO `expendituredata` VALUES (310, '', 603, '15750', '余款', '有', '', '', '', '银行', NULL, '', '第2期', '36', '20', NULL);
INSERT INTO `expendituredata` VALUES (311, '', 653, '31911', '合同签订后10个工作日内付30%预付款', '有', '', '31911', '31911', '银行', '2020-07-30', '2020-08-12', '第1期', '37', '17', NULL);
INSERT INTO `expendituredata` VALUES (312, '', 653, '21274', '进场安装完成付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第2期', '37', '17', NULL);
INSERT INTO `expendituredata` VALUES (313, '', 653, '21274', '调试完成并正常运作付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第3期', '37', '17', NULL);
INSERT INTO `expendituredata` VALUES (314, '', 653, '21274', '整体验收合格后付20%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '37', '17', NULL);
INSERT INTO `expendituredata` VALUES (315, '', 653, '5318.5', '验收合格满1年付保修金5%', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '37', '17', NULL);
INSERT INTO `expendituredata` VALUES (316, '', 653, '5318.5', '验收合格满2年付保修金5%', '有', '', '', '', '银行', NULL, NULL, '二年质保金', '37', '17', NULL);
INSERT INTO `expendituredata` VALUES (317, '', 654, '27410', '合同签订起付货款定金', '有', '', '27410', '27410', '银行', '2020-07-31', '2020-09-03', '第1期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (318, '', 654, '34260', '货到指定场地付第二批货款', '有', '', '', '', '银行', NULL, NULL, '第2期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (319, '', 654, '3424', '验收合格15个工作日内付第三批货款', '有', '', '', '', '银行', NULL, NULL, '第3期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (320, '', 654, '3424', '验收合格3个月内付尾款', '有', '', '', '', '银行', NULL, NULL, '第4期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (321, '', 655, '12540', '合同签订起付货款定金', '有', '', '12540', '12540', '银行', '2020-07-27', '2020-09-03', '第1期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (322, '', 655, '15680', '货到指定场地付第二批货款', '有', '', '', '', '银行', NULL, NULL, '第2期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (323, '', 655, '1564', '验收合格15个工作日内付第三批货款', '有', '', '', '', '银行', NULL, NULL, '第3期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (324, '', 655, '1564', '验收合格3个月内付尾款', '有', '', '', '', '银行', NULL, NULL, '第4期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (325, '', 656, '5996', '合同签订起付货款定金', '有', '', '', '', '银行', '', '', '第1期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (326, '', 656, '7495', '货到指定场地付第二批货款', '有', '', '', '', '银行', '', '', '第2期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (327, '', 656, '749', '验收合格15个工作日内付第三批货款', '有', '', '', '', '银行', '', '', '第3期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (328, '', 656, '750', '验收合格3个月内付尾款', '有', '', '', '', '银行', '', '', '第4期', '37', '110', NULL);
INSERT INTO `expendituredata` VALUES (329, '', 664, '159990', '签订10工作日内预付款30%', '有', '', '159990', '159990', '银行', '2020-08-05', '2020-08-17', '第1期', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (330, '', 664, '106660', '进场安装前付20%进度款', '有', '', '106660', '106660', '银行', '2020-09-01', '2020-09-03', '第2期', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (331, '', 664, '106660', '正常运作后付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第3期', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (332, '', 664, '133325', '验收合格后付25%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (333, '', 664, '26665', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (334, '', 665, '22500', '签订10工作日内预付款30%', '有', '', '22500', '22500', '银行', '2020-08-17', '2020-08-17', '第1期', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (335, '', 665, '15000', '进场安装前付20%进度款', '有', '', '15000', '15000', '银行', '2020-09-01', '2020-09-03', '第2期', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (336, '', 665, '15000', '正常运作后付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第3期', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (337, '', 665, '18750', '验收合格后付25%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (338, '', 665, '3750', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '37', '19', NULL);
INSERT INTO `expendituredata` VALUES (339, '', 666, '84000', '合同签订后付预付款30%', '有', '', '', '', '银行', '', '', '第1期', '37', '21', NULL);
INSERT INTO `expendituredata` VALUES (340, '', 666, '56000', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '37', '21', NULL);
INSERT INTO `expendituredata` VALUES (341, '', 666, '56000', '安装离场付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '37', '21', NULL);
INSERT INTO `expendituredata` VALUES (342, '', 666, '84000', '验收合格付30%结算款', '有', '', '', '', '银行', '', '', '第4期', '37', '21', NULL);
INSERT INTO `expendituredata` VALUES (343, '', 667, '28399.11', '合同签订后付预付款30%', '有', '', '', '', '银行', '', '', '第1期', '37', '21', NULL);
INSERT INTO `expendituredata` VALUES (344, '', 667, '18932.74', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '37', '21', NULL);
INSERT INTO `expendituredata` VALUES (345, '', 667, '18932.74', '安装离场付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '37', '21', NULL);
INSERT INTO `expendituredata` VALUES (346, '', 667, '28399.1', '验收合格付30%结算款', '有', '', '', '', '银行', '', '', '第4期', '37', '21', NULL);
INSERT INTO `expendituredata` VALUES (347, '', 688, '42975', '合同签订后付货款定金60%', '有', '', '42975', '42975', '银行', '2020-08-05', '2020-09-03', '第1期', '38', '110', NULL);
INSERT INTO `expendituredata` VALUES (348, '', 688, '21488', '验收合格后付进度款30%', '有', '', '', '', '银行', NULL, NULL, '第2期', '38', '110', NULL);
INSERT INTO `expendituredata` VALUES (349, '', 688, '7162', '安装调试完毕付尾款10%', '有', '', '', '', '银行', NULL, NULL, '第3期', '38', '110', NULL);
INSERT INTO `expendituredata` VALUES (350, '', 689, '5220', '', '有', '', '', '5220', '现金', '2020-08-20', '', '第1期', '38', '106', '不计发票');
INSERT INTO `expendituredata` VALUES (351, '', 689, '7830', '', '有', '', '', '', '现金', NULL, '', '第2期', '38', '106', '不计发票');
INSERT INTO `expendituredata` VALUES (352, '', 706, '3498', '合同签订后10个工作日内付30%预付款', '有', '', '', '', '银行', '', '', '第1期', '41', '17', NULL);
INSERT INTO `expendituredata` VALUES (353, '', 706, '2332', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '41', '17', NULL);
INSERT INTO `expendituredata` VALUES (354, '', 706, '2332', '调试完成并正常运作付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '41', '17', NULL);
INSERT INTO `expendituredata` VALUES (355, '', 706, '2332', '整体验收合格后付20%结算款', '有', '', '', '', '银行', '', '', '第4期', '41', '17', NULL);
INSERT INTO `expendituredata` VALUES (356, '', 706, '583', '验收合格满1年付保修金5%', '有', '', '', '', '银行', '', '', '一年质保金', '41', '17', NULL);
INSERT INTO `expendituredata` VALUES (357, '', 706, '583', '验收合格满2年付保修金5%', '有', '', '', '', '银行', '', '', '二年质保金', '41', '17', NULL);
INSERT INTO `expendituredata` VALUES (358, '', 717, '46284', '合同签订起付货款定金', '有', '', '46284', '46284', '银行', '2020-08-05', '2020-09-03', '第1期', '42', '110', NULL);
INSERT INTO `expendituredata` VALUES (359, '', 717, '57855', '货到指定场地付第二批货款', '有', '', '', '', '银行', NULL, NULL, '第2期', '42', '110', NULL);
INSERT INTO `expendituredata` VALUES (360, '', 717, '5785', '验收合格15个工作日内付第三批货款', '有', '', '', '', '银行', NULL, NULL, '第3期', '42', '110', NULL);
INSERT INTO `expendituredata` VALUES (361, '', 717, '5786', '验收合格3个月内付尾款', '有', '', '', '', '银行', NULL, NULL, '第4期', '42', '110', NULL);
INSERT INTO `expendituredata` VALUES (362, '', 718, '37629.9', '合同签订后10个工作日内付30%预付款', '有', '', '37629.9', '37629.9', '银行', '2020-07-30', '2020-08-12', '第1期', '42', '17', NULL);
INSERT INTO `expendituredata` VALUES (363, '', 718, '25086.6', '进场安装完成付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第2期', '42', '17', NULL);
INSERT INTO `expendituredata` VALUES (364, '', 718, '25086.6', '调试完成并正常运作付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第3期', '42', '17', NULL);
INSERT INTO `expendituredata` VALUES (365, '', 718, '25086.6', '整体验收合格后付20%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '42', '17', NULL);
INSERT INTO `expendituredata` VALUES (366, '', 718, '6271.65', '验收合格满1年付保修金5%', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '42', '17', NULL);
INSERT INTO `expendituredata` VALUES (367, '', 718, '6271.65', '验收合格满2年付保修金5%', '有', '', '', '', '银行', '', '', '二年质保金', '42', '17', NULL);
INSERT INTO `expendituredata` VALUES (368, '', 720, '50000', '', '有', '', '50000', '50000', '银行', '2020-08-05', '2020-09-16', '第1期', '42', '134', NULL);
INSERT INTO `expendituredata` VALUES (369, '', 720, '30000', '', '有', '', '30000', '30000', '银行', '2020-09-11', '2020-09-16', '第2期', '42', '134', NULL);
INSERT INTO `expendituredata` VALUES (370, '', 720, '20000', '', '有', '', '20000', '20000', '银行', '2020-08-07', '2020-09-16', '第3期', '42', '134', NULL);
INSERT INTO `expendituredata` VALUES (371, '', 720, '55100', '', '有', '', '55100', '', '银行', NULL, '2020-10-14', '第4期', '42', '134', NULL);
INSERT INTO `expendituredata` VALUES (372, '', 721, '45000', '', '无', '', '10000', '45000', '银行', '2020-08-19', '2020-08-17', '第1期', '42', '35', NULL);
INSERT INTO `expendituredata` VALUES (373, '', 721, '135000', '', '无', '', '', '', '银行', NULL, '', '第2期', '42', '35', NULL);
INSERT INTO `expendituredata` VALUES (374, '', 725, '84631.07', '合同签订后付预付款30%', '有', '', '', '', '银行', '', '', '第1期', '42', '21', NULL);
INSERT INTO `expendituredata` VALUES (375, '', 725, '56420.72', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '42', '21', NULL);
INSERT INTO `expendituredata` VALUES (376, '', 725, '56420.72', '安装离场付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '42', '21', NULL);
INSERT INTO `expendituredata` VALUES (377, '', 725, '84631.08', '验收合格付30%结算款', '有', '', '', '', '银行', '', '', '第4期', '42', '21', NULL);
INSERT INTO `expendituredata` VALUES (378, '', 746, '50268.9', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '43', '17', NULL);
INSERT INTO `expendituredata` VALUES (379, '', 746, '33512.6', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '43', '17', NULL);
INSERT INTO `expendituredata` VALUES (380, '', 746, '33512.6', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '43', '17', NULL);
INSERT INTO `expendituredata` VALUES (381, '', 746, '33512.6', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '43', '17', NULL);
INSERT INTO `expendituredata` VALUES (382, '', 746, '8378.15', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '43', '17', NULL);
INSERT INTO `expendituredata` VALUES (383, '', 746, '8378.15', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '43', '17', NULL);
INSERT INTO `expendituredata` VALUES (384, '', 748, '14904', '合同签订起付货款定金', '有', '', '14904', '14904', '银行', '2020-08-05', '2020-09-03', '第1期', '43', '110', NULL);
INSERT INTO `expendituredata` VALUES (385, '', 748, '18630', '货到指定场地付第二批货款', '有', '', '', '', '银行', NULL, NULL, '第2期', '43', '110', NULL);
INSERT INTO `expendituredata` VALUES (386, '', 748, '1863', '验收合格15个工作日内付第三批货款', '有', '', '', '', '银行', NULL, NULL, '第3期', '43', '110', NULL);
INSERT INTO `expendituredata` VALUES (387, '', 748, '1863', '验收合格3个月内付尾款', '有', '', '', '', '银行', NULL, NULL, '第4期', '43', '110', NULL);
INSERT INTO `expendituredata` VALUES (388, '', 754, '66178.1', '合同签订后付预付款30%', '有', '', '20000', '20000', '银行', '2020-09-15', '2020-09-28', '第1期', '43', '21', NULL);
INSERT INTO `expendituredata` VALUES (389, '', 754, '44118.73', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '43', '21', NULL);
INSERT INTO `expendituredata` VALUES (390, '', 754, '44118.73', '安装离场付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '43', '21', NULL);
INSERT INTO `expendituredata` VALUES (391, '', 754, '66178.09', '验收合格付30%结算款', '有', '', '', '', '银行', '', '', '第4期', '43', '21', NULL);
INSERT INTO `expendituredata` VALUES (392, '', 775, '165000', '抵楼款', '有', '抵楼款', '165000', '165000', '银行', '2020-09-24', '2020-09-25', '第1期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (393, '', 775, '110000', '抵楼款', '有', '抵楼款', '110000', '110000', '银行', '2020-09-24', '2020-09-25', '第2期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (394, '', 775, '110000', '抵楼款', '有', '抵楼款', '25000', '110000', '银行', '2020-09-24', '2020-09-25', '第3期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (395, '', 775, '96835.56', '抵楼款', '有', '抵楼款', '', '96835.56', '现金', '2020-09-24', '', '第4期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (396, '', 776, '34182', '合同签订后付货款定金60%', '有', '', '', '34182', '银行', '2020-08-19', '', '第1期', '45', '110', NULL);
INSERT INTO `expendituredata` VALUES (397, '', 776, '17091', '验收合格后付进度款30%', '有', '', '', '', '银行', '', '', '第2期', '45', '110', NULL);
INSERT INTO `expendituredata` VALUES (398, '', 776, '5697', '安装调试完毕付尾款10%', '有', '', '', '', '银行', '', '', '第3期', '45', '110', NULL);
INSERT INTO `expendituredata` VALUES (399, '', 777, '14000', '', '有', '', '', '14000', '银行', '2020-09-09', '', '第1期', '45', '68', NULL);
INSERT INTO `expendituredata` VALUES (400, '', 777, '14000', '', '有', '', '', '', '银行', NULL, '', '第2期', '45', '68', NULL);
INSERT INTO `expendituredata` VALUES (401, '', 783, '43824', '合同签订后10个工作日内付30%预付款', '有', '', '', '', '银行', '', '', '第1期', '46', '17', NULL);
INSERT INTO `expendituredata` VALUES (402, '', 783, '29216', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '46', '17', NULL);
INSERT INTO `expendituredata` VALUES (403, '', 783, '29216', '调试完成并正常运作付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '46', '17', NULL);
INSERT INTO `expendituredata` VALUES (404, '', 783, '29216', '整体验收合格后付20%结算款', '有', '', '', '', '银行', '', '', '第4期', '46', '17', NULL);
INSERT INTO `expendituredata` VALUES (405, '', 783, '7304', '验收合格满1年付保修金5%', '有', '', '', '', '银行', '', '', '一年质保金', '46', '17', NULL);
INSERT INTO `expendituredata` VALUES (406, '', 783, '7304', '验收合格满2年付保修金5%', '有', '', '', '', '银行', '', '', '二年质保金', '46', '17', NULL);
INSERT INTO `expendituredata` VALUES (407, '', 784, '4140', '', '有', '', '', '4140', '现金', '2020-08-20', '', '第1期', '46', '106', '不计发票');
INSERT INTO `expendituredata` VALUES (408, '', 784, '6210', '', '有', '', '', '', '银行', NULL, '', '第2期', '46', '106', '不计发票');
INSERT INTO `expendituredata` VALUES (409, '', 785, '75979.4', '合同签订后付预付款30%', '有', '', '', '', '银行', '', '', '第1期', '46', '21', NULL);
INSERT INTO `expendituredata` VALUES (410, '', 785, '50652.94', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '46', '21', NULL);
INSERT INTO `expendituredata` VALUES (411, '', 785, '50652.94', '安装离场付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '46', '21', NULL);
INSERT INTO `expendituredata` VALUES (412, '', 785, '75979.4', '验收合格付30%结算款', '有', '', '', '', '银行', '', '', '第4期', '46', '21', NULL);
INSERT INTO `expendituredata` VALUES (413, '', 796, '6204', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '47', '17', NULL);
INSERT INTO `expendituredata` VALUES (414, '', 796, '4136', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '47', '17', NULL);
INSERT INTO `expendituredata` VALUES (415, '', 796, '4136', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '47', '17', NULL);
INSERT INTO `expendituredata` VALUES (416, '', 796, '4136', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '47', '17', NULL);
INSERT INTO `expendituredata` VALUES (417, '', 796, '1034', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '47', '17', NULL);
INSERT INTO `expendituredata` VALUES (418, '', 796, '1034', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '47', '17', NULL);
INSERT INTO `expendituredata` VALUES (419, '', 801, '28800', '合同签订后付30%', '有', '', '28800', '28800', '银行', '2020-09-01', '2020-09-18', '第1期', '47', '20', NULL);
INSERT INTO `expendituredata` VALUES (420, '', 801, '19200', '安装完成付20%', '有', '', '19200', '19200', '银行', '2020-09-01', '2020-09-18', '第2期', '47', '20', NULL);
INSERT INTO `expendituredata` VALUES (421, '', 801, '19200', '安装完成调试好付20%', '有', '', '', '', '银行', NULL, '', '第3期', '47', '20', NULL);
INSERT INTO `expendituredata` VALUES (422, '', 801, '24000', '验收完成付25%', '有', '', '', '', '银行', NULL, '', '第4期', '47', '20', NULL);
INSERT INTO `expendituredata` VALUES (423, '', 801, '4800', '质保金付5%', '有', '', '', '', '银行', NULL, '', '一年质保金', '47', '20', NULL);
INSERT INTO `expendituredata` VALUES (424, '', 802, '11400', '签订10工作日内预付款30%', '有', '', '11400', '11400', '银行', '2020-09-01', '2020-09-03', '第1期', '47', '19', NULL);
INSERT INTO `expendituredata` VALUES (425, '', 802, '7600', '进场安装前付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第2期', '47', '19', NULL);
INSERT INTO `expendituredata` VALUES (426, '', 802, '7600', '正常运作后付20%进度款', '有', '', '', '', '银行', NULL, NULL, '第3期', '47', '19', NULL);
INSERT INTO `expendituredata` VALUES (427, '', 802, '9500', '验收合格后付25%结算款', '有', '', '', '', '银行', NULL, NULL, '第4期', '47', '19', NULL);
INSERT INTO `expendituredata` VALUES (428, '', 802, '1900', '验收合格满1年付5%保修金', '有', '', '', '', '银行', NULL, NULL, '一年质保金', '47', '19', NULL);
INSERT INTO `expendituredata` VALUES (429, '', 832, '5692.2', '合同签订后2个工作日内，付30%', '有', '', '', '', '银行', '', '', '第1期', '37', '22', NULL);
INSERT INTO `expendituredata` VALUES (430, '', 832, '3794.8', '进场安装完成，付20%', '有', '', '', '', '银行', '', '', '第2期', '37', '22', NULL);
INSERT INTO `expendituredata` VALUES (431, '', 832, '3794.8', '正常运作后，付20%', '有', '', '', '', '银行', '', '', '第3期', '37', '22', NULL);
INSERT INTO `expendituredata` VALUES (432, '', 832, '5692.2', '整体验收合格后，付30%', '有', '', '', '', '银行', '', '', '第4期', '37', '22', NULL);
INSERT INTO `expendituredata` VALUES (433, '', 835, '12168', '预付款40%', '有', '', '', '', '现金', '', '', '第1期', '50', '106', NULL);
INSERT INTO `expendituredata` VALUES (434, '', 835, '18252', '尾款', '有', '', '', '', '银行', '', '', '第2期', '50', '106', NULL);
INSERT INTO `expendituredata` VALUES (435, '', 837, '42000', '合同签订开工前两天', '有', '迈动付纵恒', '', '42000', '银行', '2020-08-13', '', '第1期', '47', '33', NULL);
INSERT INTO `expendituredata` VALUES (436, '', 837, '56000', '道具材料到现场', '有', '迈动付纵恒', '', '56000', '银行', '2020-08-13', '', '第2期', '47', '33', NULL);
INSERT INTO `expendituredata` VALUES (437, '', 837, '35000', '道具安装完成', '有', '迈动付纵恒', '', '35000', '银行', '2020-08-13', '', '第3期', '47', '33', NULL);
INSERT INTO `expendituredata` VALUES (438, '', 837, '7000', '质保金（验收合格）', '有', '迈动付纵恒', '', '7000', '银行', '2020-08-13', '', '第4期', '47', '33', NULL);
INSERT INTO `expendituredata` VALUES (439, '', 838, '27000', '合同签订开工前两日', '有', '', '', '27000', '银行', '2020-08-11', '', '第1期', '36', '33', NULL);
INSERT INTO `expendituredata` VALUES (440, '', 838, '36000', '道具材料到现场', '有', '', '', '36000', '银行', '2020-08-11', '', '第2期', '36', '33', NULL);
INSERT INTO `expendituredata` VALUES (441, '', 838, '22500', '道具安装完成', '有', '', '', '22500', '银行', '2020-08-11', '', '第3期', '36', '33', NULL);
INSERT INTO `expendituredata` VALUES (442, '', 838, '4500', '质保金（验收合格）', '有', '', '', '4500', '银行', '2020-08-11', '', '第4期', '36', '33', NULL);
INSERT INTO `expendituredata` VALUES (443, '', 844, '102000', '合同签订后2个工作日内，付30%', '有', '', '', '', '银行', '', '', '第1期', '21', '22', NULL);
INSERT INTO `expendituredata` VALUES (444, '', 844, '68000', '进场安装完成，付20%', '有', '', '', '', '银行', '', '', '第2期', '21', '22', NULL);
INSERT INTO `expendituredata` VALUES (445, '', 844, '68000', '正常运作后，付20%', '有', '', '', '', '银行', '', '', '第3期', '21', '22', NULL);
INSERT INTO `expendituredata` VALUES (446, '', 844, '102000', '整体验收合格后，付30%', '有', '', '', '', '银行', '', '', '第4期', '21', '22', NULL);
INSERT INTO `expendituredata` VALUES (447, '', 845, '57303.6', '合同签订后2个工作日内，付30%', '有', '', '', '', '银行', NULL, '', '第1期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (448, '', 845, '38202.4', '进场安装完成，付20%', '有', '', '', '', '银行', NULL, '', '第2期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (449, '', 845, '38202.4', '正常运作后，付20%', '有', '', '', '', '银行', NULL, '', '第3期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (450, '', 845, '57303.6', '整体验收合格后，付30%', '有', '', '', '', '银行', NULL, '', '第4期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (451, '', 846, '5615.88', '合同签订后2个工作日内，付30%', '有', '', '', '', '银行', '', '', '第1期', '29', '22', NULL);
INSERT INTO `expendituredata` VALUES (452, '', 846, '3743.92', '进场安装完成，付20%', '有', '', '', '', '银行', '', '', '第2期', '29', '22', NULL);
INSERT INTO `expendituredata` VALUES (453, '', 846, '3743.92', '正常运作后，付20%', '有', '', '', '', '银行', '', '', '第3期', '29', '22', NULL);
INSERT INTO `expendituredata` VALUES (454, '', 846, '5615.88', '整体验收合格后，付30%', '有', '', '', '', '银行', '', '', '第4期', '29', '22', NULL);
INSERT INTO `expendituredata` VALUES (455, '', 847, '21000', '合同签订开工前两日', '有', '', '', '21000', '银行', '2020-08-11', '', '第1期', '43', '140', NULL);
INSERT INTO `expendituredata` VALUES (456, '', 847, '28000', '道具材料到现场', '有', '', '', '28000', '银行', '2020-08-11', '', '第2期', '43', '140', NULL);
INSERT INTO `expendituredata` VALUES (457, '', 847, '17500', '道具安装完成', '有', '', '', '17500', '银行', '2020-08-11', '', '第3期', '43', '140', NULL);
INSERT INTO `expendituredata` VALUES (458, '', 847, '3500', '验收合格', '有', '', '', '3500', '银行', '2020-08-11', '', '第4期', '43', '140', NULL);
INSERT INTO `expendituredata` VALUES (459, '', 873, '39900', '合同签订后10日内付30%', '有', '', '', '', '银行', '', '', '第1期', '50', '17', NULL);
INSERT INTO `expendituredata` VALUES (460, '', 873, '26600', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '50', '17', NULL);
INSERT INTO `expendituredata` VALUES (461, '', 873, '26600', '正常运作后付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '50', '17', NULL);
INSERT INTO `expendituredata` VALUES (462, '', 873, '26600', '整体验收合格付20%结算款', '有', '', '', '', '银行', '', '', '第4期', '50', '17', NULL);
INSERT INTO `expendituredata` VALUES (463, '', 873, '6650', '验收合格满一年付余款的50%', '有', '', '', '', '银行', '', '', '一年质保金', '50', '17', NULL);
INSERT INTO `expendituredata` VALUES (464, '', 873, '6650', '验收合格满两年付剩余保修金', '有', '', '', '', '银行', '', '', '二年质保金', '50', '17', NULL);
INSERT INTO `expendituredata` VALUES (465, '', 874, '4200', '', '有', '', '', '4200', '现金', '2020-10-19', '', '第1期', '52', '106', '不计发票');
INSERT INTO `expendituredata` VALUES (466, '', 874, '6300', '', '有', '', '', '', '现金', '', '', '第2期', '52', '106', NULL);
INSERT INTO `expendituredata` VALUES (467, '', 875, '9300', '合同签订后10日内付30%', '有', '', '', '', '银行', '', '', '第1期', '49', '17', NULL);
INSERT INTO `expendituredata` VALUES (468, '', 875, '6200', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '49', '17', NULL);
INSERT INTO `expendituredata` VALUES (469, '', 875, '6200', '正常运作后付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '49', '17', NULL);
INSERT INTO `expendituredata` VALUES (470, '', 875, '6200', '整体验收合格付20%结算款', '有', '', '', '', '银行', '', '', '第4期', '49', '17', NULL);
INSERT INTO `expendituredata` VALUES (471, '', 875, '1550', '验收合格满一年付余款的50%', '有', '', '', '', '银行', '', '', '一年质保金', '49', '17', NULL);
INSERT INTO `expendituredata` VALUES (472, '', 875, '1550', '验收合格满两年付剩余保修金', '有', '', '', '', '银行', '', '', '二年质保金', '49', '17', NULL);
INSERT INTO `expendituredata` VALUES (473, '', 150, '528191.39', '', '无', '', '', '', '银行', NULL, '', '第2期', '23', '22', NULL);
INSERT INTO `expendituredata` VALUES (474, '', 775, '68164.44', '尾款', '有', '', '', '', '银行', '', '', '第5期', '45', '22', NULL);
INSERT INTO `expendituredata` VALUES (475, '', 558, '202354', '抵楼款', '有', '抵楼款', '', '202354', '现金', '2020-09-24', NULL, '第1期', '33', '22', NULL);
INSERT INTO `expendituredata` VALUES (481, '', 885, '22500', '定金', '有', '', '', '', '银行', '', '', '第1期', '46', '20', NULL);
INSERT INTO `expendituredata` VALUES (482, '', 885, '22500', '尾款', '有', '', '', '', '银行', '', '', '第2期', '46', '20', NULL);
INSERT INTO `expendituredata` VALUES (483, '', 886, '18500', '定金', '有', '', '', '', '银行', '', '', '第1期', '42', '20', NULL);
INSERT INTO `expendituredata` VALUES (484, '', 886, '18500', '尾款', '有', '', '', '', '银行', '', '', '第2期', '42', '20', NULL);
INSERT INTO `expendituredata` VALUES (485, '', 887, '16000', '定金', '有', '', '', '', '银行', '', '', '第1期', '37', '20', NULL);
INSERT INTO `expendituredata` VALUES (486, '', 887, '16000', '尾款', '有', '', '', '', '银行', '', '', '第2期', '37', '20', NULL);
INSERT INTO `expendituredata` VALUES (487, '', 888, '16500', '定金', '有', '', '', '', '银行', '', '', '第1期', '33', '20', NULL);
INSERT INTO `expendituredata` VALUES (488, '', 888, '16500', '尾款', '有', '', '', '', '银行', '', '', '第2期', '33', '20', NULL);
INSERT INTO `expendituredata` VALUES (489, '', 889, '11250', '定金', '有', '', '', '', '银行', '', '', '第1期', '30', '20', NULL);
INSERT INTO `expendituredata` VALUES (490, '', 889, '11250', '尾款', '有', '', '', '', '银行', '', '', '第2期', '30', '20', NULL);
INSERT INTO `expendituredata` VALUES (491, '', 890, '9000', '定金', '有', '', '', '', '银行', '', '', '第1期', '31', '20', NULL);
INSERT INTO `expendituredata` VALUES (492, '', 890, '9000', '尾款', '有', '', '', '', '银行', '', '', '第2期', '31', '20', NULL);
INSERT INTO `expendituredata` VALUES (493, '', 891, '16500', '合同签订后10个工作日内，付30%预付款', '有', '', '', '16500', '银行', '2020-10-16', '', '第1期', '22', '143', NULL);
INSERT INTO `expendituredata` VALUES (494, '', 891, '16500', '进度款30%', '有', '', '', '16500', '银行', '2020-10-16', '', '第2期', '22', '143', NULL);
INSERT INTO `expendituredata` VALUES (495, '', 891, '16500', '结算款', '有', '', '', '', '银行', '', '', '第3期', '22', '143', NULL);
INSERT INTO `expendituredata` VALUES (496, '', 891, '5500', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '22', '143', NULL);
INSERT INTO `expendituredata` VALUES (498, '', 892, '17400', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '52', '17', NULL);
INSERT INTO `expendituredata` VALUES (499, '', 892, '11600', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '52', '17', NULL);
INSERT INTO `expendituredata` VALUES (500, '', 892, '11600', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '52', '17', NULL);
INSERT INTO `expendituredata` VALUES (501, '', 892, '11600', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '52', '17', NULL);
INSERT INTO `expendituredata` VALUES (502, '', 892, '2900', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '52', '17', NULL);
INSERT INTO `expendituredata` VALUES (503, '', 892, '2900', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '52', '17', NULL);
INSERT INTO `expendituredata` VALUES (504, '', 893, '27600', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (505, '', 893, '18400', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (507, '', 893, '18400', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (508, '', 893, '18400', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (509, '', 893, '4600', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (510, '', 893, '4600', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (511, '', 905, '33118.39', '合同签订后付预付款30%', '有', '', '', '', '银行', '', '', '第1期', '22', '21', NULL);
INSERT INTO `expendituredata` VALUES (512, '', 905, '22078.92', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '22', '21', NULL);
INSERT INTO `expendituredata` VALUES (513, '', 905, '22078.93', '安装离场付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '22', '21', NULL);
INSERT INTO `expendituredata` VALUES (514, '', 905, '33118.39', '验收合格付30%结算款', '有', '', '', '', '银行', '', '', '第4期', '22', '21', NULL);
INSERT INTO `expendituredata` VALUES (515, '', 906, '50333.19', '合同签订后付预付款30%', '有', '', '', '', '银行', '', '', '第1期', '50', '21', NULL);
INSERT INTO `expendituredata` VALUES (516, '', 906, '33555.46', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '50', '21', NULL);
INSERT INTO `expendituredata` VALUES (517, '', 906, '33555.45', '安装离场付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '50', '21', NULL);
INSERT INTO `expendituredata` VALUES (518, '', 906, '50333.19', '验收合格付30%结算款', '有', '', '', '', '银行', '', '', '第4期', '50', '21', NULL);
INSERT INTO `expendituredata` VALUES (519, '', 907, '42082.27', '合同签订后付预付款30%', '有', '', '', '', '银行', '', '', '第1期', '28', '21', NULL);
INSERT INTO `expendituredata` VALUES (520, '', 907, '28054.85', '进场安装完成付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '28', '21', NULL);
INSERT INTO `expendituredata` VALUES (521, '', 907, '28054.85', '安装离场付20%进度款', '有', '', '', '', '银行', '', '', '第3期', '28', '21', NULL);
INSERT INTO `expendituredata` VALUES (522, '', 907, '42082.27', '验收合格付30%结算款', '有', '', '', '', '银行', '', '', '第4期', '28', '21', NULL);
INSERT INTO `expendituredata` VALUES (523, '', 908, '10500', '定金', '有', '', '', '', '银行', '', '', '第1期', '43', '20', NULL);
INSERT INTO `expendituredata` VALUES (524, '', 908, '10500', '尾款', '有', '', '', '', '银行', '', '', '第2期', '43', '20', NULL);
INSERT INTO `expendituredata` VALUES (525, '', 909, '51900', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (526, '', 909, '34600', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (527, '', 909, '34600', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (528, '', 909, '34600', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (529, '', 909, '8650', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (530, '', 909, '8650', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (534, '', 916, '24000', '定金', '有', '', '', '24000', '银行', '2020-10-12', '', '第1期', '22', '114', NULL);
INSERT INTO `expendituredata` VALUES (535, '', 916, '22000', '尾款', '有', '', '', '', '银行', '', '', '第2期', '22', '114', NULL);
INSERT INTO `expendituredata` VALUES (536, '', 917, '13000', '定金', '有', '', '13000', '13000', '银行', '2020-10-12', '2020-10-09', '第1期', '22', '149', NULL);
INSERT INTO `expendituredata` VALUES (537, '', 917, '13000', '尾款', '有', '', '', '', '', '', '', '第2期', '22', '149', NULL);
INSERT INTO `expendituredata` VALUES (540, '', 883, '187661.13', '合同签订开工前两日', '有', '', '', '100000', '银行', '2020-09-17', '', '第1期', '45', '140', NULL);
INSERT INTO `expendituredata` VALUES (541, '', 883, '', '', '有', '', '', '87661.13', '', '2020-10-09', '', '第1期', '45', '140', NULL);
INSERT INTO `expendituredata` VALUES (542, '', 883, '250214.84', '基础改建完成', '有', '', '', '200000', '银行', '2020-09-01', '', '第2期', '45', '140', NULL);
INSERT INTO `expendituredata` VALUES (543, '', 883, '', '基础改建完成', '有', '', '', '50214.84', '', '2020-10-09', '', '第2期', '45', '140', NULL);
INSERT INTO `expendituredata` VALUES (544, '', 883, '125107.42', '水电完成、油漆底漆完成、订制品到现场', '有', '', '', '100000', '银行', '2020-09-21', '', '第3期', '45', '140', NULL);
INSERT INTO `expendituredata` VALUES (545, '', 883, '', '税点完成', '有', '', '', '25107.42', '', '2020-10-09', '', '第3期', '45', '140', NULL);
INSERT INTO `expendituredata` VALUES (546, '', 883, '31276.86', '验收合格', '有', '', '', '31276.86', '银行', '2020-10-09', '', '第4期', '45', '140', NULL);
INSERT INTO `expendituredata` VALUES (547, '', 883, '31276.85', '质保金（1年）', '有', '', '', '5739.75', '银行', '2020-10-09', '', '一年质保金', '45', '140', NULL);
INSERT INTO `expendituredata` VALUES (548, '', 918, '32100', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '53', '17', NULL);
INSERT INTO `expendituredata` VALUES (549, '', 918, '21400', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '53', '17', NULL);
INSERT INTO `expendituredata` VALUES (550, '', 918, '21400', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '53', '17', NULL);
INSERT INTO `expendituredata` VALUES (551, '', 918, '21400', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '53', '17', NULL);
INSERT INTO `expendituredata` VALUES (552, '', 918, '5350', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '53', '17', NULL);
INSERT INTO `expendituredata` VALUES (553, '', 918, '5350', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '53', '17', NULL);
INSERT INTO `expendituredata` VALUES (554, '', 919, '4950', '签订10工作日内预付款30%', '有', '', '', '', '银行', '', '', '第1期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (555, '', 919, '3300', '安装完成付进度款20%', '有', '', '', '', '银行', '', '', '第2期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (556, '', 919, '3300', '正常运作付进度款20%', '有', '', '', '', '银行', '', '', '第3期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (557, '', 919, '3300', '验收合格付结算款20%', '有', '', '', '', '银行', '', '', '第4期', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (558, '', 919, '825', '验收合格满一年付5%', '有', '', '', '', '银行', '', '', '一年质保金', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (559, '', 919, '825', '验收合格满两年付5%', '有', '', '', '', '银行', '', '', '二年质保金', '22', '17', NULL);
INSERT INTO `expendituredata` VALUES (561, '', 922, '10600', '进场安装前付20%进度款', '有', '', '', '10600', '银行', '2020-10-16', '', '第2期', '50', '19', NULL);
INSERT INTO `expendituredata` VALUES (562, '', 922, '10600', '正常运作后付20%进度款', '有', '', '', '10600', '银行', '2020-10-16', '', '第3期', '50', '19', NULL);
INSERT INTO `expendituredata` VALUES (563, '', 922, '13250', '验收合格后付25%结算款', '有', '', '', '13250', '银行', '2020-10-16', '', '第4期', '50', '19', NULL);
INSERT INTO `expendituredata` VALUES (565, '', 922, '2650', '验收合格满1年付5%保修金', '有', '', '', '', '银行', '', '', '一年质保金', '50', '19', NULL);
INSERT INTO `expendituredata` VALUES (566, '', 926, '9257.75', '合同签订开工前两日', '有', '', '', '', '银行', '', '', '第1期', '41', '140', NULL);
INSERT INTO `expendituredata` VALUES (567, '', 926, '12343.66', '道具材料到现场', '有', '', '', '', '银行', '', '', '第2期', '41', '140', NULL);
INSERT INTO `expendituredata` VALUES (568, '', 926, '6171.83', '道具安装完成', '有', '', '', '', '银行', '', '', '第3期', '41', '140', NULL);
INSERT INTO `expendituredata` VALUES (569, '', 926, '1542.96', '验收合格', '有', '', '', '', '银行', '', '', '第4期', '41', '140', NULL);
INSERT INTO `expendituredata` VALUES (570, '', 926, '1542.95', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '41', '140', NULL);
INSERT INTO `expendituredata` VALUES (571, '', 927, '10143.74', '合同签订开工前两日', '有', '', '', '', '银行', '', '', '第1期', '51', '140', NULL);
INSERT INTO `expendituredata` VALUES (572, '', 927, '13524.98', '道具材料到现场', '有', '', '', '', '银行', '', '', '第2期', '51', '140', NULL);
INSERT INTO `expendituredata` VALUES (573, '', 927, '6762.49', '道具安装完成', '有', '', '', '', '银行', '', '', '第3期', '51', '140', NULL);
INSERT INTO `expendituredata` VALUES (574, '', 927, '1690.62', '验收合格', '有', '', '', '', '银行', '', '', '第4期', '51', '140', NULL);
INSERT INTO `expendituredata` VALUES (575, '', 927, '1690.62', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '51', '140', NULL);
INSERT INTO `expendituredata` VALUES (576, '', 928, '29936.85', '合同签订开工前两日', '有', '', '', '', '银行', '', '', '第1期', '16', '140', NULL);
INSERT INTO `expendituredata` VALUES (577, '', 928, '39915.8', '道具材料到现场', '有', '', '', '', '银行', '', '', '第2期', '16', '140', NULL);
INSERT INTO `expendituredata` VALUES (578, '', 928, '19957.9', '道具安装完成', '有', '', '', '', '银行', '', '', '第3期', '16', '140', NULL);
INSERT INTO `expendituredata` VALUES (579, '', 928, '4989.48', '验收合格', '有', '', '', '', '银行', '', '', '第4期', '16', '140', NULL);
INSERT INTO `expendituredata` VALUES (580, '', 928, '4989.47', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '16', '140', NULL);
INSERT INTO `expendituredata` VALUES (581, '', 929, '54092.9', '合同签订开工前两日', '有', '', '', '', '银行', '', '', '第1期', '23', '140', NULL);
INSERT INTO `expendituredata` VALUES (582, '', 929, '72123.86', '基础改建完成', '有', '', '', '', '银行', '', '', '第2期', '23', '140', NULL);
INSERT INTO `expendituredata` VALUES (583, '', 929, '36061.93', '水电完成、油漆底漆完成，订制品到现场', '有', '', '', '', '银行', '', '', '第3期', '23', '140', NULL);
INSERT INTO `expendituredata` VALUES (584, '', 929, '9015.48', '验收合格', '有', '', '', '', '银行', '', '', '第4期', '23', '140', NULL);
INSERT INTO `expendituredata` VALUES (585, '', 929, '9015.48', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '23', '140', NULL);
INSERT INTO `expendituredata` VALUES (587, '', 930, '3750', '进度款', '有', '', '', '3750', '银行', '2020-10-16', '', '第2期', '22', '143', NULL);
INSERT INTO `expendituredata` VALUES (588, '', 930, '3750', '结算款', '有', '', '', '', '银行', '', '', '第3期', '22', '143', NULL);
INSERT INTO `expendituredata` VALUES (589, '', 930, '1250', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '22', '143', NULL);
COMMIT;

-- ----------------------------
-- Table structure for login
-- ----------------------------
DROP TABLE IF EXISTS `login`;
CREATE TABLE `login` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `user` varchar(30) DEFAULT NULL,
  `password` varchar(30) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `key` varchar(255) DEFAULT NULL,
  `token` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=66 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of login
-- ----------------------------
BEGIN;
INSERT INTO `login` VALUES (1, 'bigmind0', '7897854', '0', NULL, '1602668909527');
INSERT INTO `login` VALUES (62, 'zeng', '123456', '0', 'zeng', '1603187396620');
INSERT INTO `login` VALUES (63, 'bigmind', '509509', '0', 'bigmind', '1601451587493');
INSERT INTO `login` VALUES (64, 'bigmind2', '509509', '0', NULL, '1602840868875');
INSERT INTO `login` VALUES (65, 'bigmindjz', '509509', '0', NULL, '1603165202496');
COMMIT;

-- ----------------------------
-- Table structure for projectlist
-- ----------------------------
DROP TABLE IF EXISTS `projectlist`;
CREATE TABLE `projectlist` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `projectName` varchar(255) DEFAULT NULL,
  `projectContent` varchar(255) DEFAULT NULL,
  `CustomerName` varchar(255) DEFAULT NULL,
  `ContractAmount` varchar(255) DEFAULT NULL,
  `ContractDate` varchar(255) DEFAULT NULL,
  `ExpenditureBudget` varchar(255) DEFAULT NULL,
  `complete` varchar(255) DEFAULT '0',
  `CustomerNameid` varchar(255) DEFAULT NULL,
  `Receivables` varchar(255) DEFAULT NULL,
  `expenditure` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=55 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of projectlist
-- ----------------------------
BEGIN;
INSERT INTO `projectlist` VALUES (16, '长沙时代领峰', '开票税率6%（芊芊）', '6', '1406998.42', '2020-05-10', '', '0', '长沙启誉房地产开发有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (17, '汕尾时代', '开票税率6%（丹娜）', '7', '1606328.24', '2020-05-25', '', '0', '海丰县骏宏房地产开发有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (18, '哒哒哒哒哒', '', '6', '900000', '2020-07-08', '10000', '1', '长沙启誉房地产开发有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (19, '金融街控股宣传片', '开票税率6%（淑惠）', '8', '350000', '2020-01-09', '', '0', '金融街控股股份有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (20, '郑州智慧城市', '开票税率6%（庞梓健）', '9', '5348522', '2020-01-01', '', '0', '广东省集美设计工程有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (21, '石岗时代广纸', '报价', '', '1609755', '2020-07-01', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (22, '保利茂名奥体', '报价（丹娜）', '', '8900000', '2020-07-01', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (23, '粤西华南保利2.0', '（丹娜）', '', '10054818.72', '2020-02-28', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (24, '项目一', '', '7', '1000000', '2020-06-30', '', '1', '海丰县骏宏房地产开发有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (25, '乐从美的', '', '', '22737', '2020-02-26', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (26, '时代红卫村', '开票税率6%（淑惠）', '11', '1650000', '2020-07-06', '', '0', '广州市时代红卫投资发展有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (27, '保利钟落潭', '开票税率6%（淑莹）', '24', '1416181', '2020-10-15', '', '0', '24', NULL, NULL);
INSERT INTO `projectlist` VALUES (28, '保利悦公馆', '报价（丹娜）', '', '940000', '2020-03-04', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (29, '保利三龙湾', '开票税率9%（丹娜）', '12', '2733918', '2020-07-01', '', '0', '佛山南海祁禹置业有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (30, '金融街三水金悦郡', '开票税率6%（芊芊）', '22', '769225', '2020-07-01', '', '0', '22', NULL, NULL);
INSERT INTO `projectlist` VALUES (31, '金融街南海仙湖悦府', '报价（芊芊）', '', '770832', '2020-04-06', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (32, '保利广钢', '报价（丹娜）', '', '1980000', '2020-05-12', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (33, '保利亭角', '开票税率9%（淑莹）', '13', '870000', '2020-09-01', '', '0', '广州市保曦置业有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (34, '重庆金悦府', '报价（淑莹）', '', '830000', '2020-08-04', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (35, '重庆新水土', '开票税率6%（淑莹）', '14', '223272', '2020-05-01', '', '0', '重庆金融街融迈置业有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (36, '贵阳美的', '开票税率9%（石妮、庞梓健）', '15', '1503768', '2020-06-09', '', '0', '贵阳美承房地产开发有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (37, '清远保利奥体', '开票税率9%（石妮）', '16', '3500000', '2020-07-01', '', '0', '清远保泓置业有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (38, '廊坊金融街金悦府', '开票税率6%,9%（淑莹）', '17', '2594050', '2020-07-23', '', '0', '北京融方企业管理服务有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (39, '广州半导体', '暂无报价（石妮、庞梓健）', '', '0', '2020-04-14', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (40, '深圳城市展厅', '暂无报价', '', '0', '2020-07-04', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (41, '佛山保利紫山', '暂无报价（丹娜）', '', '0', '2020-06-20', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (42, '美的人才小镇', '开票税率9%', '21', '3730042.62', '2020-08-18', '', '0', '21', NULL, NULL);
INSERT INTO `projectlist` VALUES (43, '北滘美的标准馆', '开票税率6%，9%（石妮）', '19', '2800000', '2020-08-31', '', '0', '美的置业集团有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (44, '青岛保利城市', '暂无报价（淑惠）', '', '0', '2020-06-24', '', '1', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (45, '东莞保利天际', '报价（淑莹）', '', '3200000', '2020-08-28', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (46, '福建泉州美的', '开票税率9%（庞梓健）', '18', '1300000', '2020-08-30', '', '0', '泉州市美景房地产开发有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (47, '成都金融街', '报价（淑莹）', '', '1220000', '2020-07-23', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (48, '青岛保利天际', '暂无报价', '', '0', '2020-07-18', '', '1', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (49, '中山时代美宸', '报价', '', '2830000', '2020-07-01', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (50, '恒大球场', '开票税率9%（梓健）', '20', '2330000', '2020-09-17', '', '0', '广州市番禺区瑞焱房地产开发有限公司', NULL, NULL);
INSERT INTO `projectlist` VALUES (51, '深圳保利清谷', '报价', '', '1610000', '2020-09-21', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (52, '中山WELL', '报价', '', '840000', '2020-09-21', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (53, '武汉时代', '暂无报价', '', '0', '2020-09-30', '', '0', NULL, NULL, NULL);
INSERT INTO `projectlist` VALUES (54, '时代大家', '开票税率9%（石妮）', '', '948783.96', '2020-10-15', '', '0', NULL, NULL, NULL);
COMMIT;

-- ----------------------------
-- Table structure for receivables
-- ----------------------------
DROP TABLE IF EXISTS `receivables`;
CREATE TABLE `receivables` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `ReceivablesName` varchar(254) DEFAULT NULL,
  `projectId` int(20) DEFAULT NULL,
  `number` varchar(254) DEFAULT NULL,
  `ReceivablesData` varchar(254) DEFAULT NULL,
  `contract` varchar(254) DEFAULT NULL,
  `Remarks` varchar(254) DEFAULT NULL,
  `invoice` varchar(254) DEFAULT NULL,
  `Receivables` varchar(254) DEFAULT NULL,
  `ReceivablesMode` varchar(254) DEFAULT NULL,
  `daozhangdate` varchar(254) DEFAULT NULL,
  `kaifapiaodate` varchar(254) DEFAULT NULL,
  `Receivableslist` varchar(255) DEFAULT NULL,
  `projectlist` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=146 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of receivables
-- ----------------------------
BEGIN;
INSERT INTO `receivables` VALUES (66, '', 31, '1195948.66', '工程全部完成后15天内，付总承包价85%工程款', '有', '', '1195948.66', '', '', '', '2020-10-13', '第1期', '16');
INSERT INTO `receivables` VALUES (67, '', 31, '168839.81', '工程验收合格并结算后，15天内付至结算价的97%', '有', '', '168839.81', '', '', '', '2020-10-13', '第2期', '16');
INSERT INTO `receivables` VALUES (68, '', 31, '42209.95', '尾款', '有', '', '42209.95', '', '', '', '2020-10-13', '第3期', '16');
INSERT INTO `receivables` VALUES (70, '', 34, '1445695.42', '完成场地布置并经甲方验收合格后60个工作日', '有', '', '', '0', '银行', NULL, NULL, '第1期', '17');
INSERT INTO `receivables` VALUES (71, '', 34, '160632.82', '质保金', '有', '', '', '', '银行', '', '', '一年质保金', '17');
INSERT INTO `receivables` VALUES (72, '', 35, '10000', '', '', '', '', '1000', '', '2020-07-15', '', '第1期', '18');
INSERT INTO `receivables` VALUES (73, '', 35, '1000', '', '', '', '', '', '现金', '', '', '第2期', '18');
INSERT INTO `receivables` VALUES (74, '', 35, '1000', '', '', '', '', '', '', '', '', '第3期', '18');
INSERT INTO `receivables` VALUES (75, '', 36, '70000', '合同签订后10个工作日内支付总金额的20%', '有', '', '70000', '70000', '银行', '2020-03-30', '2020-01-14', '第1期', '19');
INSERT INTO `receivables` VALUES (76, '', 36, '140000', '完成宣传片demo支付总金额的40%', '有', '', '', '', '银行', '', '', '第2期', '19');
INSERT INTO `receivables` VALUES (77, '', 36, '140000', '完成宣传片制作验收合格，支付总金额的40%', '有', '', '', '', '银行', '', '', '第3期', '19');
INSERT INTO `receivables` VALUES (78, '', 37, '1069704.4', '合同签订及甲方接到乙方票据凭证资料或甲方要求提供的其他资料后[7]个工作日内，甲方向乙方支付总价的[20]％', '有', '', '400000', '400000', '银行', '2020-01-06', '2019-12-27', '第1期', '20');
INSERT INTO `receivables` VALUES (79, '', 37, '1871982.7', '在乙方完成一楼视频及界面内容上屏调试完成后[7]个工作日内，甲方向乙方支付总价的[35]％', '有', '', '1871982.7', '1871982.7', '银行', '2020-06-10', '2020-06-08', '第2期', '20');
INSERT INTO `receivables` VALUES (80, '', 37, '2246379.24', '在乙方完成项目内所有多媒体软件及视频安装调试验收后[7]个工作日内，甲方向乙方支付总价的[42]％', '有', '', '', '', '银行', '', '', '第3期', '20');
INSERT INTO `receivables` VALUES (81, '', 37, '160455.66', '质保期（两年）', '有', '', '', '', '银行', '', '', '二年质保金', '20');
INSERT INTO `receivables` VALUES (82, '', 37, '', '', '', '', '128017.3', '128017.3', '', '2020-06-10', '2020-06-08', '第1期', '20');
INSERT INTO `receivables` VALUES (83, '', 34, '', '', '有', '', '200000', '200000', '', '2020-07-24', '2020-07-08', '第1期', '17');
INSERT INTO `receivables` VALUES (84, '', 34, '', '', '有', '', '100000', '100000', '', '2020-08-25', '2020-08-18', '第1期', '17');
INSERT INTO `receivables` VALUES (85, '', 40, '1650000', '本合同生效后90个工作日内支付总价款的100%', '有', '', '815300', '815300', '银行', '2020-09-30', '2020-09-10', '第1期', '26');
INSERT INTO `receivables` VALUES (86, '', 41, '1093567.2', '签订本合同15日内', '有', '', '1093567.2', '1093567.2', '银行', '2020-09-02', '2020-08-24', '第1期', '29');
INSERT INTO `receivables` VALUES (87, '', 41, '820175.4', '精装修工程、设备采购完毕经确认通过，出货到场前', '有', '', '820175.4', '', '银行', '', '2020-09-12', '第2期', '29');
INSERT INTO `receivables` VALUES (88, '', 41, '683479.5', '精装修工程、展示工程全部结束并验收合格后10日内', '有', '', '', '', '银行', '', '', '第3期', '29');
INSERT INTO `receivables` VALUES (89, '', 41, '136695.9', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '29');
INSERT INTO `receivables` VALUES (90, '', 42, '348000', '本合同签订后60个工作日内支付40%定金费用', '有', '', '', '', '银行', '', '', '第1期', '33');
INSERT INTO `receivables` VALUES (91, '', 42, '478500', '现场施工完毕并验收60个工作日内支付55%', '有', '', '', '', '银行', '', '', '第2期', '33');
INSERT INTO `receivables` VALUES (92, '', 42, '43500', '保质金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '33');
INSERT INTO `receivables` VALUES (93, '', 43, '495596.4', '', '有', '', '495596.4', '495596.4', '银行', '2020-08-07', '2020-06-29', '第1期', '34');
INSERT INTO `receivables` VALUES (94, '', 43, '334403.6', '', '有', '', '', '', '银行', '', '', '第2期', '34');
INSERT INTO `receivables` VALUES (95, '', 44, '78145.2', '合同签订后20个工作日内付预付款35%', '有', '', '78145.2', '', '银行', '', '2020-10-13', '第1期', '35');
INSERT INTO `receivables` VALUES (96, '', 44, '133963.2', '竣工调试完成经甲方最终验收合格付60%', '有', '', '133963.2', '', '银行', '', '2020-10-13', '第2期', '35');
INSERT INTO `receivables` VALUES (97, '', 44, '11163.6', '质保期满付5%', '有', '', '', '', '银行', '', '', '第3期', '35');
INSERT INTO `receivables` VALUES (98, '', 45, '300753.6', '合同签订后，支付本合同金额的20%作为预付款', '有', '', '280000', '250000', '银行', '2020-07-17', '2020-06-19', '第1期', '36');
INSERT INTO `receivables` VALUES (99, '', 45, '827072.4', '甲方验收合格后付至合同总金额的75%', '有', '', '', '', '银行', '', '', '第2期', '36');
INSERT INTO `receivables` VALUES (100, '', 45, '75188.4', '提交有效完整的结算资料后支付至合同总价的80%', '有', '', '', '', '银行', '', '', '第3期', '36');
INSERT INTO `receivables` VALUES (101, '', 45, '75188.4', '结算书初审完成后支付至合同总价的85%', '有', '', '', '', '银行', '', '', '第4期', '36');
INSERT INTO `receivables` VALUES (102, '', 45, '150376.8', '办理结算后支付至合同总价的95%', '有', '', '', '', '银行', '', '', '第5期', '36');
INSERT INTO `receivables` VALUES (103, '', 45, '75188.4', '竣工验收满2年后付尾款', '有', '', '', '', '银行', '', '', '二年质保金', '36');
INSERT INTO `receivables` VALUES (104, '', 46, '1400000', '签订本合同15天内', '有', '', '1400000', '', '银行', '', '2020-09-30', '第1期', '37');
INSERT INTO `receivables` VALUES (105, '', 46, '1050000', '设备采购完毕，与甲方确认通过，出货到场前', '有', '', '', '', '银行', '', '', '第2期', '37');
INSERT INTO `receivables` VALUES (106, '', 46, '875000', '展厅工程全部结束，验收合格并结算完毕后10日内', '有', '', '', '', '银行', '', '', '第3期', '37');
INSERT INTO `receivables` VALUES (107, '', 46, '175000', '项目整体验收合格交付1年后', '有', '', '', '', '银行', '', '', '一年质保金', '37');
INSERT INTO `receivables` VALUES (108, '', 47, '778215', '合同签订15个工作日内，付30%预付款', '有', '', '', '', '银行', '', '', '第1期', '38');
INSERT INTO `receivables` VALUES (109, '', 47, '778215', '书面认可设计成果方案后5个工作日内，付30%进度款', '有', '', '', '', '银行', '', '', '第2期', '38');
INSERT INTO `receivables` VALUES (110, '', 47, '907918', '展示系统制作竣工调试完成，验收合格后5个工作日内，付35%进度款', '有', '', '', '', '银行', '', '', '第3期', '38');
INSERT INTO `receivables` VALUES (111, '', 47, '129702', '质保期（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '38');
INSERT INTO `receivables` VALUES (112, '', 48, '260000', '合同签订后，支付本合同金额的20%作为预付款', '有', '', '260000', '', '银行', '', '2020-10-19', '第1期', '46');
INSERT INTO `receivables` VALUES (113, '', 48, '715000', '全部施工完成，验收合格后付完成工程造价的75%', '有', '', '', '', '银行', '', '', '第2期', '46');
INSERT INTO `receivables` VALUES (114, '', 48, '65000', '通过甲方内部初、复验并一次性提交有效完整的结算资料后付至合同总价的80%', '有', '', '', '', '银行', '', '', '第3期', '46');
INSERT INTO `receivables` VALUES (115, '', 48, '65000', '经甲方成本部结算书初审完成后付至合同总价的85%', '有', '', '', '', '银行', '', '', '第4期', '46');
INSERT INTO `receivables` VALUES (116, '', 48, '130000', '办理结算后支付至合同总价的95%', '有', '', '', '', '银行', '', '', '第5期', '46');
INSERT INTO `receivables` VALUES (117, '', 48, '65000', '两年质保', '有', '', '', '', '银行', '', '', '二年质保金', '46');
INSERT INTO `receivables` VALUES (118, '', 49, '377746.73', '本合同签订之日起30个工作日内，付合同总价款的30%', '有', '', '377746.73', '', '银行', '', '2020-09-18', '第1期', '43');
INSERT INTO `receivables` VALUES (119, '', 49, '818451.23', '多媒体硬件设备及道具、模型安装及调试完成并移交验收合格后，付至合同总金额的95%', '有', '', '818451.23', '', '银行', '', '2020-10-10', '第2期', '43');
INSERT INTO `receivables` VALUES (120, '', 49, '62957.79', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '43');
INSERT INTO `receivables` VALUES (121, '', 50, '231126.64', '本合同签订之日起30个工作日内，付15%预付款', '有', '', '231126.64', '', '银行', '', '2020-09-18', '第1期', '43');
INSERT INTO `receivables` VALUES (122, '', 50, '1309717.61', '设计资料、高清视频、软件应用等设计成果全部移交甲方并验收合格后付剩余应付金额', '有', '', '1309717.61', '', '银行', '', '2020-10-10', '第2期', '43');
INSERT INTO `receivables` VALUES (123, '', 51, '699000', '合同签订、确认深化方案，现场进场前甲方以现金转账方式支付合同暂定总价的30%', '有', '', '699000', '', '银行', NULL, '2020-09-29', '第1期', '50');
INSERT INTO `receivables` VALUES (124, '', 51, '1514500', '展厅搭建完成、设备安装完成，经验收合格后10个工作日内以商业承兑汇票支付实际完成工程量金额的65%', '有', '', '', '', '银行', '', '', '第2期', '50');
INSERT INTO `receivables` VALUES (125, '', 51, '116500', '质保金（2年）以商业承兑汇票支付', '有', '', '', '', '银行', '', '', '二年质保金', '50');
INSERT INTO `receivables` VALUES (126, '', 52, '746008.52', '施工合同签订进场施工后，支付合同造价的20%', '有', '', '', '', '银行', '', '', '第1期', '42');
INSERT INTO `receivables` VALUES (127, '', 52, '2238025.57', '工程全部完工后支付至已完工程造价的80%', '有', '', '', '', '银行', '', '', '第2期', '42');
INSERT INTO `receivables` VALUES (128, '', 52, '746008.53', '验收合格，一次性提交有效、完整的结算资料后，付尾款', '有', '', '', '', '银行', '', '', '第3期', '42');
INSERT INTO `receivables` VALUES (130, '', 34, '0', '', '有', '', '220000', '', '', '', '2020-09-11', '第1期', '17');
INSERT INTO `receivables` VALUES (131, '', 34, '0', '', '有', '', '150000', '', '', '', '2020-10-10', '第1期', '17');
INSERT INTO `receivables` VALUES (132, '', 58, '104025', '合同签订后10个工作日内，支付20%预付款', '有', '', '', '', '银行', '', '', '第1期', '30');
INSERT INTO `receivables` VALUES (133, '', 58, '104025', '完成电子屏采购及安装、不锈钢金属板及金属字采购，支付20%进度款', '有', '', '', '', '银行', '', '', '第2期', '30');
INSERT INTO `receivables` VALUES (134, '', 58, '286068.75', '品牌馆、九连屏等区域现成完工并经验收合格，支付55%结算款', '有', '', '', '', '银行', '', '', '第3期', '30');
INSERT INTO `receivables` VALUES (135, '', 58, '26006.25', '质保金（2年）', '有', '', '', '', '银行', '', '', '二年质保金', '30');
INSERT INTO `receivables` VALUES (136, '', 59, '49820', '合同签订后10个工作日内，支付20%预付款', '有', '', '', '', '银行', '', '', '第1期', '30');
INSERT INTO `receivables` VALUES (137, '', 59, '74730', '设计方案定稿及完成出图后的10日内付30%', '有', '', '', '', '银行', '', '', '第2期', '30');
INSERT INTO `receivables` VALUES (138, '', 59, '112095', '工程施工完成验收合格的10日内日付款45%', '有', '', '', '', '银行', '', '', '第3期', '30');
INSERT INTO `receivables` VALUES (139, '', 59, '12455', '质保金（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '30');
INSERT INTO `receivables` VALUES (141, '', 60, '566472.4', '本合同签订后支付40%定金费用', '有', '', '', '', '银行', '', '', '第1期', '27');
INSERT INTO `receivables` VALUES (142, '', 60, '778899.55', '现场施工完毕并验收60个工作日内支付', '有', '', '', '', '银行', '', '', '第2期', '27');
INSERT INTO `receivables` VALUES (143, '', 60, '70809.05', '质保期（1年）', '有', '', '', '', '银行', '', '', '一年质保金', '27');
INSERT INTO `receivables` VALUES (144, '', 61, '474391.98', '', '无', '', '474391.98', '', '', '', '2020-10-15', '第1期', '54');
INSERT INTO `receivables` VALUES (145, '', 61, '474391.98', '', '有', '', '', '', '', '', '', '第2期', '54');
COMMIT;

-- ----------------------------
-- Table structure for revenuecontract
-- ----------------------------
DROP TABLE IF EXISTS `revenuecontract`;
CREATE TABLE `revenuecontract` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `ReceivablesName` varchar(255) DEFAULT NULL,
  `ReceivablesData` varchar(255) DEFAULT NULL,
  `ReceivablesMode` varchar(255) DEFAULT NULL,
  `contract` varchar(255) DEFAULT NULL,
  `Remarks` varchar(255) DEFAULT NULL,
  `projectId` varchar(255) DEFAULT NULL,
  `Receivableslist` varchar(255) DEFAULT NULL,
  `number` varchar(255) DEFAULT NULL,
  `Received` varchar(255) DEFAULT NULL,
  `ReceivedData` varchar(255) DEFAULT NULL,
  `invoice` varchar(255) DEFAULT NULL,
  `invoiceData` varchar(255) DEFAULT NULL,
  `invoicebo` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=62 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of revenuecontract
-- ----------------------------
BEGIN;
INSERT INTO `revenuecontract` VALUES (31, '时代梅溪领峰（长沙）项目营销中心品牌馆工程合同（大迈）G04', '2020-05-10', '银行', '有', '开票税率6%', '16', '3期', '1406998.42', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (34, '时代水岸（海丰）项目品牌馆制作合同（大迈）G05', '2020-05-25', '银行', '有', '开票税率6%', '17', '2期', '1606328.24', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (35, '磊', '2020-07-15', '现金', '', '', '18', '3期', '444444', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (36, '2019版金融街控股宣传片委托制作协议', '2020-01-09', '银行', '有', '开票税率6%', '19', '3期', '350000', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (37, '郑州智慧城市', '2020-01-01', '银行', '有', '开票税率6%', '20', '4期', '5348522', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (38, '保利华南美好生活研究所负一楼总报价表', '2020-09-27', '银行', '', '报价', '23', '', '4373269', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (39, '保利广钢', '', '', '', '报价', '32', '', '1980000', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (40, '时代印记（广州）项目城市更新展厅合同（大迈）G05-G06', '2020-07-06', '银行', '有', '开票税率6%', '26', '1期', '1650000', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (41, '佛山市保利云禧园项目售楼部产品馆装修提升工程合同', '2020-07-01', '银行', '有', '开票税率9%', '29', '4期', '2733918', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (42, '保利南沙天汇项目品牌馆设计及施工合同', '2020-09-01', '银行', '有', '', '33', '3期', '870000', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (43, '重庆金悦府', '', '银行', '有', '', '34', '1期', '495596.4', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (44, '展示系统设计制作服务合同', '2020-05-01', '银行', '有', '开票税率6%', '35', '3期', '223272', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (45, '贵阳美的璟悦风华项目展示区售楼部5M展馆安装工程合同', '2020-06-09', '银行', '有', '开票税率9%', '36', '6期', '1503768', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (46, '清远市保利奥体大都汇项目二期1-1栋城市展厅、1-2栋产品馆装修提升工程合同', '2020-07-01', '银行', '有', '开票税率9%', '37', '4期', '3500000', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (47, '金融街廊坊金悦府展示系统设计制作服务合同', '2020-07-23', '银行', '有', '开票税率6%,9%', '38', '4期', '2594050', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (48, '泉州德化隆中路项目展示区5M智慧健康体验安装工程承包合同', '2020-08-30', '银行', '有', '', '46', '6期', '1300000', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (49, '美的置业集团5M生活馆标准化设计2.0多媒体展示工程', '2020-08-31', '银行', '有', '9%', '43', '3期', '1259155.75', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (50, '美的置业集团5M生活馆标准化设计2.0研发设计工程', '2020-08-31', '银行', '有', '6%', '43', '2期', '1540844.25', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (51, '广州番禺球场项目品牌馆包装物料制作安装合同', '2020-09-17', '银行', '有', '30%走转账方式、70%走商业承兑汇票', '50', '3期', '2330000', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (52, '顺德人才小镇项目售楼部智慧生活馆设计实施一体化工程合同', '2020-08-18', '银行', '有', '', '42', '3期', '3730042.62', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (53, '样板房增加工程费用报价', '2020-09-27', '银行', '', '报价', '23', '', '479710.26', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (54, '保利华南美好生活研究所Well产品力馆总报价（整改）', '2020-09-27', '银行', '', '报价', '23', '', '997771', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (55, '保利华南美好生活研究所负一楼视频墙LED屏报价', '2020-09-27', '银行', '', '报价', '23', '', '389217.2', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (56, '保利华南美好生活研究所样板房+首层模型展示工程报价（整改增加费用）', '2020-09-27', '银行', '', '报价', '23', '', '203518.26', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (57, '保利华南美好生活研究所首层总报价表', '2020-09-27', '银行', '', '报价', '23', '', '3611333', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (58, '金融街·金悦郡营销中心品牌馆、工法馆、区域电子屏（9连屏）策划设计及实施工程设计及施工服务合同', '2020-07-01', '银行', '有', '专票、开票税率6%', '30', '4期', '520125', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (59, '佛山金融街·金悦郡项目品牌馆、TOD展示墙、金品家、金智家展示空间设计及施工服务合同文件', '2020-07-01', '银行', '有', '专票、开票税率6%', '30', '4期', '249100', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (60, '保利珑玥公馆项目售楼部展厅设计及施工服务合同', '2020-10-15', '银行', '有', '开票税率6%', '27', '3期', '1416181', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `revenuecontract` VALUES (61, '时代大家', '', '银行', '无', '', '54', '2期', '948783.96', NULL, NULL, NULL, NULL, NULL);
COMMIT;

-- ----------------------------
-- Table structure for supplierlist
-- ----------------------------
DROP TABLE IF EXISTS `supplierlist`;
CREATE TABLE `supplierlist` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `SupplierName` text,
  `SupplierCon` text,
  `SupplierClass` int(10) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=163 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of supplierlist
-- ----------------------------
BEGIN;
INSERT INTO `supplierlist` VALUES (17, '深圳市言信电子科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (18, '广州造所文化传播有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (19, '鸿瑞工美（深圳）实业有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (20, '广州市科驰广告制作有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (21, '惠州市瀚鑫展示制品有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (22, '广州淘影电子有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (23, '广州市极智数码科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (24, '杉浦文化传播（广州）有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (25, '魔云（广州）科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (26, '广州市三天文化传播有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (27, '广州市汉晨装饰设计有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (28, '上海匠馨文化传播有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (29, '李杰文', '', 3);
INSERT INTO `supplierlist` VALUES (30, '深圳艺博林科技模型设计有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (31, '古星娣', '', 3);
INSERT INTO `supplierlist` VALUES (32, '广州牟瓜文化传播有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (33, '谭霖', '', 1);
INSERT INTO `supplierlist` VALUES (34, '佛山市江藤文化传媒有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (35, '广州慧玥文化传播有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (36, '杭州颜一视效文化传媒有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (37, '佛山瀚森机电设备工程有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (38, '广州亚非欧广告设计有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (39, '魔叮科技（北京）有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (40, '罗春华', '', 3);
INSERT INTO `supplierlist` VALUES (41, '黄嘉沛', '', 3);
INSERT INTO `supplierlist` VALUES (42, '邓媛媛', '', 2);
INSERT INTO `supplierlist` VALUES (43, '邓昭越', '', 2);
INSERT INTO `supplierlist` VALUES (44, '文兆麟', '', 2);
INSERT INTO `supplierlist` VALUES (45, '邓茂创', '', 2);
INSERT INTO `supplierlist` VALUES (46, '北京维金传媒有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (47, '何广鹏', '', 2);
INSERT INTO `supplierlist` VALUES (48, '李剑枫', '', 2);
INSERT INTO `supplierlist` VALUES (49, '段子宜', '', 2);
INSERT INTO `supplierlist` VALUES (50, '赵汝威', '', 2);
INSERT INTO `supplierlist` VALUES (51, '欧淑惠', '', 2);
INSERT INTO `supplierlist` VALUES (52, '张化明', '', 2);
INSERT INTO `supplierlist` VALUES (53, '邓仁秀', '', 2);
INSERT INTO `supplierlist` VALUES (54, '陈志霖', '', 2);
INSERT INTO `supplierlist` VALUES (55, '潘能剑', '', 2);
INSERT INTO `supplierlist` VALUES (56, '梁智泉', '', 3);
INSERT INTO `supplierlist` VALUES (57, '上海尚等影业有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (58, '刘钧晖', '', 2);
INSERT INTO `supplierlist` VALUES (59, '谢沂格', '', 3);
INSERT INTO `supplierlist` VALUES (60, '邱梓岚', '', 2);
INSERT INTO `supplierlist` VALUES (61, '李维', '', 2);
INSERT INTO `supplierlist` VALUES (62, '范鉴鹏', '', 2);
INSERT INTO `supplierlist` VALUES (63, '詹剑锋', '', 2);
INSERT INTO `supplierlist` VALUES (64, '郑晓丽', '', 2);
INSERT INTO `supplierlist` VALUES (65, '卫治汶', '', 2);
INSERT INTO `supplierlist` VALUES (66, '杨帆', '', 3);
INSERT INTO `supplierlist` VALUES (67, '陈俊鑫', '', 2);
INSERT INTO `supplierlist` VALUES (68, '广州幻硕信息科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (69, '张润华', '', 3);
INSERT INTO `supplierlist` VALUES (70, '林国超', '', 3);
INSERT INTO `supplierlist` VALUES (71, '东莞市铭诚塑胶材料有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (72, '深圳市环都新风科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (73, '洛迪环保科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (74, '佛山市璟诚恒悦照明电器有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (75, '广州林内燃具电器有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (76, '广州市家誉建材有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (77, '广东玫瑰岛卫浴有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (78, '广州市纵盈建材有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (79, '广东耀金新材料科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (80, '佛山市和筑建材贸易有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (81, '泰森日盛集团有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (82, '广州九晟科技发展有限责任公司', '', 1);
INSERT INTO `supplierlist` VALUES (83, '浙江友邦集成吊顶股份有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (84, '广东坚美定制门窗系统有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (85, '广州市鸿畅环保设备有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (86, '广州君尚建材有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (87, '佛山市荣冠玻璃建材有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (88, '广州中万石材工程有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (89, '广州圣象木业有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (90, '优达（中国）有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (91, '广州山金山戎利电气有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (92, '华视乐迅（深圳）科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (93, '赖党旺', '', 3);
INSERT INTO `supplierlist` VALUES (94, '邹瑞', '', 3);
INSERT INTO `supplierlist` VALUES (95, '马庆幸', '', 2);
INSERT INTO `supplierlist` VALUES (96, '丁大勇', '', 2);
INSERT INTO `supplierlist` VALUES (97, '梁雪柯', '', 2);
INSERT INTO `supplierlist` VALUES (98, '吴慧雯', '', 2);
INSERT INTO `supplierlist` VALUES (99, '石妮', '', 2);
INSERT INTO `supplierlist` VALUES (100, '广州科睿创意科技有限公司（魔云）', '', 1);
INSERT INTO `supplierlist` VALUES (101, '陈冠文', '', 3);
INSERT INTO `supplierlist` VALUES (102, '李淑莹', '', 2);
INSERT INTO `supplierlist` VALUES (103, '郑培焜', '', 2);
INSERT INTO `supplierlist` VALUES (104, '陈莉', '', 2);
INSERT INTO `supplierlist` VALUES (105, '杨子剑', '', 2);
INSERT INTO `supplierlist` VALUES (106, '沈黄河', '', 3);
INSERT INTO `supplierlist` VALUES (107, '许美华', '', 2);
INSERT INTO `supplierlist` VALUES (108, '邬育才', '', 2);
INSERT INTO `supplierlist` VALUES (109, '左造国际文化传播（深圳）有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (110, '深圳芯视安信息技术有限公司-迈动', '', 1);
INSERT INTO `supplierlist` VALUES (111, '深圳市龙与美人智联科技有限公司-迈动', '', 1);
INSERT INTO `supplierlist` VALUES (112, '张杰祥', '', 2);
INSERT INTO `supplierlist` VALUES (113, '武汉华凯创世数字科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (114, '广州吾空文化传媒有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (115, '曾宪棠', '', 2);
INSERT INTO `supplierlist` VALUES (116, '陈小利', '', 2);
INSERT INTO `supplierlist` VALUES (117, '潘梓维', '', 2);
INSERT INTO `supplierlist` VALUES (118, '曾庆福', '', 3);
INSERT INTO `supplierlist` VALUES (119, '王浩圳', '', 2);
INSERT INTO `supplierlist` VALUES (120, '广州昕辉照明有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (121, '梁释文', '', 3);
INSERT INTO `supplierlist` VALUES (122, '谢乙先', '', 2);
INSERT INTO `supplierlist` VALUES (123, '刘炜琦', '', 2);
INSERT INTO `supplierlist` VALUES (124, '陈灿伟', '', 3);
INSERT INTO `supplierlist` VALUES (125, '张茜', '', 1);
INSERT INTO `supplierlist` VALUES (126, '大渡口区吉鸿建材经营部-迈动', '', 1);
INSERT INTO `supplierlist` VALUES (127, '运输公司', '', 1);
INSERT INTO `supplierlist` VALUES (128, '广东省明静舞台设备科技有限公司-迈动', '', 1);
INSERT INTO `supplierlist` VALUES (129, '广州市欧黎建材有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (130, '范振华', '', 2);
INSERT INTO `supplierlist` VALUES (131, '深圳市永汇建筑材料有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (132, '广州市扬程电子有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (133, '深圳市双宇旺科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (134, '广州喵乎文化创意有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (135, '佛山市南海鱼乐文化传播有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (136, '金烁', '', 2);
INSERT INTO `supplierlist` VALUES (137, '深圳市华晨视讯科技有限公司-迈动', '', 1);
INSERT INTO `supplierlist` VALUES (138, '陈倩媚', '', 2);
INSERT INTO `supplierlist` VALUES (139, '庞梓健', '', 2);
INSERT INTO `supplierlist` VALUES (140, '广州纵恒装饰工程设计有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (141, '零售硬件公司', '', 1);
INSERT INTO `supplierlist` VALUES (142, '深圳市龙与美人智联科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (143, '山东龙口市徐福博文木艺厂', '', 1);
INSERT INTO `supplierlist` VALUES (144, '王总', '', 2);
INSERT INTO `supplierlist` VALUES (145, '广州鼎宬装饰设计有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (146, '深圳市祺信商显科技有限公司', NULL, 1);
INSERT INTO `supplierlist` VALUES (149, '盒子计划文化传播（成都）有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (150, '胡松', '', 1);
INSERT INTO `supplierlist` VALUES (151, '中山市哈美灯饰有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (152, '高强', '', 1);
INSERT INTO `supplierlist` VALUES (153, '广州市天河区石牌区钰维电脑经营部', '', 1);
INSERT INTO `supplierlist` VALUES (154, '京东', '', 1);
INSERT INTO `supplierlist` VALUES (155, '深圳市优尚诚品科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (156, '深圳玩智商科技有限公司', '', 1);
INSERT INTO `supplierlist` VALUES (157, '广州市海珠区美廉友雕塑厂', '', 1);
INSERT INTO `supplierlist` VALUES (158, '潘航', '', 3);
INSERT INTO `supplierlist` VALUES (159, '梅志广', '', 2);
INSERT INTO `supplierlist` VALUES (160, '宁茜', '', 2);
INSERT INTO `supplierlist` VALUES (161, '罗建湘', '', 2);
INSERT INTO `supplierlist` VALUES (162, '廖智鸿', '', 2);
COMMIT;

-- ----------------------------
-- Table structure for transaction
-- ----------------------------
DROP TABLE IF EXISTS `transaction`;
CREATE TABLE `transaction` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `MoneyClass` int(10) DEFAULT NULL,
  `CollectMoney` int(10) DEFAULT NULL,
  `data` varchar(255) DEFAULT NULL,
  `AmountMoney` varchar(255) DEFAULT NULL,
  `invoice` varchar(255) DEFAULT NULL,
  `projectId` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

SET FOREIGN_KEY_CHECKS = 1;
